{
  "php": {
    "SystemRequirements": "System Anforderungen",
    "LBL_LIBRARY_PDF": "mPDF Library",
    "LBL_LIBRARY_ROUNDCUBE": "Roundcube Library",
    "LBL_LIBRARY_PHPEXCEL": "PHPExcel Library",
    "LBL_CONFIG_REPORT": "Server Konfiguration",
    "LBL_CONFIG_REPORT_LINK": "Fehlende Library zeigen",
    "LBL_CONFIG_REPORT_DESC": "Der Server wurde nicht korrekt konfiguriert. Das System kann dadurch instabil sein und eingegeben Daten eventuell fehlerhaft. Mehr Informationen finden Sie in folgenden Artikel <a target=\"_blank\" rel=\"noreferrer\" href=\"https:\/\/yetiforce.com\/en\/knowledge-base\/documentation\/implementer-documentation\/item\/web-server-requirements\"><u>on server requirements at yetiforce.com<\/u><\/a>",
    "LBL_NEWSLETTER": "Newsletter",
    "LBL_NEWSLETTER_DESC": "Anmelden für den kostenlosen YetiForce Newsletter. Werden Sie über die aktuellen Systemfunktionen im CRM Bereich informiert. Wir senden Ihnen Informationen über neue Versionen, Updates, Events, Neuentwicklungen, und vieles mehr.<br \/>Treten Sie unserer Community bei und bleiben Sie auf dem aktuellen Stand.<br \/>Eine Internetverbindung wird für die Anmeldung benötigt.",
    "LBL_STATS": "Statistische Informationen senden",
    "LBL_STATS_DESC": "Helfen Sie uns YetiForce und unsere Services zu verbessern indem Sie Anonyme Daten über Ihr CRM System zukommen lassen. Die von uns gesammelten Daten enthalten folgendes: <ul><li>Die eindeutige CRM Instanznummer für den Newsletter<\/li><li>System Version<\/li><li>Sprache<\/li><li>Zeitzone<\/li><\/ul>Wir behandeln die Daten unter hohen Sicherheitsaspekten und versichern das diese ausschließlich für statistische Zwecke verwendet werden.<br \/>Hilfen Sie uns und unserer Community.",
    "LBL_SAVE_TO_NEWSLETTER": "Für Newsletter anmelden",
    "LBL_REMIND_LATER": "Später erinnern",
    "LBL_DATA_SAVE_OK": "Daten korrekt gesichert",
    "LBL_DATA_SAVE_FAIL": "Es ist ein Fehler beim Sichern aufgetreten, bitte prüfen Sie die Protokolle",
    "BTN_SET_IGNORE": "Ignorieren",
    "BTN_REMOVE_IGNORE": "Entfernen von Ignorieren",
    "LBL_MISSING_LIBRARY": "Fehlende Bibliothek erkannt. Einige Funktionen wurden deaktiviert. Um sie zu aktivieren bitte die Bibliothek herunterladen. Wenn der CRM keine Internetverbindung hat, können Sie die Dateien herunterladen oder kopieren Sie sie in Ordner %s .",
    "BTN_DOWNLOAD_LIBRARY": "Download Library",
    "LBL_SERVER_HTTPS": "HTTPS Encryption",
    "BTN_CONFIGURE_HTTPS": "Empfohlene Konfiguration",
    "LBL_MISSING_HTTPS": "Die Serververbindung ist nicht verschlüsselt. Wenn die Verbindung nicht durch eine HTTPS Verbindung gesichert ist, kann diese von anderen abgegriffen und verändert werden. Die empfohlene Konfiguration kann unter dem \"Web server requirements\" Artikel in der Dokumentation gefunden werden.",
    "LBL_DISK_USAGE": "Verfügbarer Speicherplatz",
    "LBL_DISK_FULL": "Systemstabilität gefährdet (%s of %s). Es ist kein Speicherplatz mehr frei. Laufwerkspfad: %s",
    "SystemWarnings": "System Warnungen",
    "BTN_CONFIGURE_ENCRYPTION": "Activate encryption",
    "Security": "Security",
    "LBL_MECHANISM_ENCRYPTION": "Encryption mechanism",
    "LBL_CONFIGURE_ENCRYPTION_DESCRIPTION": "No encryption causes that sensitive data such as passwords to mailboxes and access keys are stored in a public form in the database."
  }
}
