{
  "php": {
    "LBL_PASSWORD_CHANGE_TIME": "Forcer le changement du mot de passe tous les",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - aucune limitation, 365 - année, 30 mois. Après cette période, chaque fois qu'un utilisateur se connecte, le système affichera un message pour changer un mot de passe.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Temps maximum pour changer le mot de passe (jours)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "Après cette période, le compte sera bloqué et un utilisateur ne pourra pas se connecter au système.",
    "Password": "Paramètrage du mot de passe",
    "LBL_PASSWORD_DESCRIPTION": "Paramétrer la complexité du mot de passe pour les utilisateurs",
    "LBL_Password_Header": "Paramètres determinant la complexité du mot de passe",
    "Minimum password length": "Longueur minimale du mot de passe",
    "Maximum password length": "Longueur maximale du mot de passe",
    "Uppercase letters from A to Z": "Lettres capitale de A à Z",
    "Lowercase letters a to z": "Lettres minuscule de a à z",
    "Password should contain numbers": "Le mot de passe doit contenir des nombres",
    "Password should contain special characters": "Le mot de passe doit contenir des caractères spéciaux",
    "LBL_ERROR": "Erreur en sauvegardant le fichier",
    "LBL_SAVE_OK": "Données sauvegardées",
    "characters": "caractères",
    "LBL_METHOD": "Encryption method",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "Password encryption is not active",
    "LBL_REGISTER_ENCRYPTION": "Entered changes will be executed by cron",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Cron \"System batch methods\" is not active. This cron is required for the password encryption mechanism to work properly.",
    "LBL_ENCRYPTION_RUN": "Password encryption in progress",
    "LBL_PASSWORD_SETTING_WARNING": "Users with passwords older than those specified in the scope may lose the ability to log in. It is highly recommended to reset passwords before making modifications",
    "LBL_ENCRYPT_DESCRIPTION": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and password from the user interface level, and a second password that can be found in the \\config\\secret_keys.php file. These parameters are required to decrypt the data."
  },
  "js": {}
}