{
  "php": {
    "SystemRequirements": "Configuration requise",
    "LBL_LIBRARY_ROUNDCUBE": "Bibliothèque Roundcube",
    "LBL_LIBRARY_PHPEXCEL": "Bibliothèque PHPExcel",
    "LBL_CONFIG_REPORT": "Configuration du serveur",
    "LBL_CONFIG_REPORT_LINK": "Afficher la bibliothèque manquante",
    "LBL_CONFIG_REPORT_DESC": "Le serveur n'a pas été correctement configuré. Le système peut ne pas fonctionner correctement ou les données saisies peuvent être endommagées ou supprimées. Plus d'informations dans l'article <a href=\\\"https:\/\/www.yetiforce.com\/en\/knowledge-base\/documentation\/implementer-documentation\/item\/web-server-requirements\\\"><u>Exigences du serveur pour yetiforce<\/u><\/a>",
    "LBL_NEWSLETTER": "Newsletter",
    "LBL_NEWSLETTER_DESC": "Inscrivez-vous à la newsletter gratuite de YetiForce. Suivez toutes les dernières fonctionnalités du système et découvrez davantage sur le secteur CRM. Nous vous enverrons des informations sur les nouvelles versions, les mises à jour, les événements, les nouveaux ajouts au système et bien plus encore. Joignez-vous à notre communauté et restez à jour.\r\nUne connexion à Internet est nécessaire pour vous inscrire.",
    "LBL_STATS": "Envoyer des informations statistiques",
    "LBL_STATS_DESC": "Aidez-nous à améliorer YetiForce et nos services en nous envoyant des informations anonymes sur votre version CRM actuelle.\r\nLes données que nous collectons incluent: <ul><li>la clé unique de votre instance générée uniquement à des fins de newsletter<\/li><li>version système<\/li><li>langue<\/li><li>Fuseau horaire<\/li><\/ul>Nous traitons les questions de sécurité extrêmement sérieusement et nous nous assurons que les données recueillies ne sont utilisées qu'à des fins statistiques. Joignez-vous à nous et construisez la communauté de YetiForce avec nous.",
    "LBL_SAVE_TO_NEWSLETTER": "S'inscrire aux Newsletters",
    "LBL_REMIND_LATER": "Rappelez-moi plus tard",
    "LBL_DATA_SAVE_OK": "Données enregistrées correctement",
    "LBL_DATA_SAVE_FAIL": "Une erreur est survenue lors de la sauvegarde, veuillez vérifier vos journaux",
    "BTN_SET_IGNORE": "Ignorer",
    "BTN_REMOVE_IGNORE": "Ne pas ignorer",
    "LBL_MISSING_LIBRARY": "Bibliothèque manquante détectée. Certaines fonctionnalités ont été désactivées. Pour les activer, veuillez télécharger la bibliothèque. Si le CRM n'a pas de connexion Internet, vous pouvez télécharger les fichiers et les copier dans le dossier %s.",
    "BTN_DOWNLOAD_LIBRARY": "Télécharger la bibliothèque",
    "LBL_SERVER_HTTPS": "Cryptage HTTPS",
    "BTN_CONFIGURE_HTTPS": "Configuration recommandée",
    "LBL_MISSING_HTTPS": "Votre connexion au serveur n'est pas cryptée. Si la connexion n'est pas établie via le protocole HTTPS, la communication peut être interceptée ou modifiée par des tiers. La configuration recommandée peut être trouvée dans l'article \"Exigences du serveur Web\" dans la documentation.",
    "LBL_DISK_USAGE": "Espace disque disponible",
    "LBL_DISK_FULL": "Il n'y a pas assez d'espace libre sur votre disque (%s de %s), donc le système peut cesser de fonctionner. Chemin du répertoire: %s",
    "SystemWarnings": "Alertes Système",
    "BTN_CONFIGURE_ENCRYPTION": "Activate encryption",
    "Security": "Security",
    "LBL_VULNERABILITIES_IN_DEPENDENCIES": "Vulnerabilities in libraries",
    "LBL_VULNERABILITIES_IN_DEPENDENCIES_DESC": "Vulnerabilities in libraries were detected, it is recommended to update them quickly. \r\n Vulnerabilities:",
    "LBL_MECHANISM_ENCRYPTION": "Encryption mechanism",
    "LBL_CONFIGURE_ENCRYPTION_DESCRIPTION": "No encryption causes that sensitive data such as passwords to mailboxes and access keys are stored in a public form in the database.",
    "LBL_RECOMMENDED_VALUE": "Recommended",
    "LBL_CONFIG_DOC_URL": "https:\/\/yetiforce.com\/en\/knowledge-base\/documentation\/implementer-documentation\/item\/web-server-requirements",
    "LBL_CONFIG_DOC_URL_LABEL": "Web server requirements at yetiforce.com",
    "LBL_CONFIG_SERVER_DESC": "Server configuration was not set properly. There may be problems with the system, or the data entered may be damaged or deleted. More information can be found in the article %s. Detected problems:",
    "LBL_PERFORMANCE": "Performance",
    "LBL_PHPEXT": "PHP extensions",
    "LBL_DATABASE": "Data base",
    "LBL_STABILITY": "Stability",
    "LBL_CONFIG_SERVER": "Server configuration",
    "LBL_SECURITY": "Security",
    "LBL_NO_FILE_WRITE_RIGHTS": "No file write rights",
    "LBL_SECURITY_CONF": "Security configuration",
    "LBL_SECURITY_CONF_DESC": "Detected errors in the configuration of parameters related to system security. There may be problems with the system, or the entered data may be damaged or deleted. More information can be found in the article %s. Adjust the following parameters:",
    "LBL_LIB_REQUIRED": "Required",
    "LBL_LIB_OPTIONAL": "Optional",
    "LBL_CRON_STATE": "Cron mechanism status",
    "LBL_CRON_DISABLED_DESC": "The schedule mechanism of cron tasks has not been activated thus not all system functionalities are available",
    "LBL_CRON_TASK_FAILED_DESC": "Not all cron tasks were completed successfully.",
    "LBL_HOW_TO_ENABLE_CRON": "How to enable cron",
    "LBL_CRON_TASKS_LIST": "Cron task list",
    "LBL_REGISTRATION": "Rejestracja",
    "LBL_NEWSLETTER_NO_COMPANY_DATA": "Nie wprowadzono adresu e-mail do danych firmy. Jeśli chcesz otrzymywać newsletter uzupełnij dane.",
    "LBL_COMPANY_DATA": "Przejdź do danych firmy"
  }
}