{
    "php": {
        "NOT+RECOMMENDED": "Non recommandé",
        "LBL_WWW_VALUE": "www (apache)",
        "LBL_CLI_VALUE": "cron (CLI)",
        "LBL_DB_CLIENT_VERSION": "Client version",
        "LBL_OPCACHE_LIBRARY": "OPcache",
        "LBL_APCU_LIBRARY": "APCu",
        "LBL_SOAP_LIBRARY": "SOAP",
        "LBL_LOG_FILE": "Logs",
        "LBL_PERMISSION": "Permission",
        "On": "On",
        "Off": "Off",
        "LBL_PDO_SUPPORT": "PDO",
        "LBL_OPEN_SSL": "openssl",
        "LBL_CURL": "cURL",
        "LBL_ZLIB_SUPPORT": "Zlib",
        "LBL_IMAP_SUPPORT": "IMAP",
        "LBL_GD_LIBRARY": "GD",
        "LBL_LDAP_LIBRARY": "LDAP",
        "LBL_PCRE_LIBRARY": "PCRE",
        "LBL_XML_LIBRARY": "XML",
        "LBL_JSON_LIBRARY": "JSON",
        "LBL_SESSION_LIBRARY": "SESSION",
        "LBL_DOM_LIBRARY": "DOM",
        "LBL_ZIP_ARCHIVE": "ZIP",
        "LBL_FILEINFO_LIBRARY": "FileInfo",
        "LBL_LIBICONV_LIBRARY": "Libiconv",
        "LBL_SPACE_TOTAL": "Total",
        "LBL_SERVER_SOFTWARE": "Server ID",
        "LBL_LATEST_PHP_TITLE": "php.net",
        "LBL_CPU": "CPU",
        "LBL_RAM": "RAM",
        "LBL_PER_SECOND": "\/s",
        "LBL_LOCALE": "Locale",
        "LBL_PHPINIS": "Configuration PHP supplémentaire",
        "LBL_HTTPS_HELP_TEXT": "SSL est une technologie de sécurité utilisée pour créer des connexions chiffrées entre le serveur Web et le navigateur. Nous vous recommandons de l'activer afin d'empêcher des tiers d'intercepter les communications entre vous et le serveur.",
        "LBL_DISPLAY_ERRORS_HELP_TEXT": "Des messages d'erreur et des avertissements seront envoyés au navigateur. Ils incluent souvent des informations techniques sensibles sur le système et ne doivent jamais être disponibles pour des sources non fiables. Cette option ne doit être activée que dans la version de test ou de développeur pour afficher les erreurs et les avertissements.",
        "LBL_SESSION_COOKIE_HTTPONLY_HELP_TEXT": "Les fichiers de cookies de session ne sont disponibles que via le protocole HTTP. Ce paramètre peut empêcher le vol d'identité résultant d'attaques XSS.",
        "LBL_SESSION_USE_ONLY_COOKIES_HELP_TEXT": "Définit l'obtention d'un identifiant uniquement à partir des cookies. L'activer empêche les attaques basées sur l'envoi d'ID de session dans les URL.",
        "LBL_EXPOSE_PHP_HELP_TEXT": "Détermine si le serveur PHP envoie le numéro de version PHP dans les en-têtes. Ces informations peuvent rendre le serveur plus vulnérable aux attaques. Par conséquent, nous vous recommandons de désactiver cette option.",
        "LBL_HTACCESS_HELP_TEXT": "Le fichier .htaccess est inactif, il est nécessaire de gérer correctement toutes les intégrations et de sécuriser les répertoires contenant des données utilisateur.",
        "LBL_PUBLIC_HTML_HELP_TEXT": "Nous vous recommandons de diriger le domaine vers le répertoire public_html. Ainsi, vous vous assurez que les fichiers système et vos données ne sont pas disponibles publiquement et ne peuvent pas être téléchargés.",
        "LBL_SESSION_REGENERATE_HELP_TEXT": "Nous vous recommandons d'activer la régénération des identifiants de session, ce qui rend plus difficile l'interception des sessions des utilisateurs. Les modifications doivent être effectuées dans le fichier de configuration principal.",
        "LBL_SESSION_USE_STRICT_MODE_HELP_TEXT": "Le serveur rejettera les sessions non initiées. Nous vous recommandons d'activer cette option pour des raisons de sécurité.",
        "LBL_SESSION_USE_TRANS_SID_HELP_TEXT": "Définit le transfert de l'ID dans l'URL et les formulaires Web. Nous vous recommandons de désactiver cette option pour des raisons de sécurité.",
        "LBL_HEADER_X_FRAME_OPTIONS_HELP_TEXT": "La valeur \"SAMEORIGIN\" signifie que la page ne sera chargée dans \"frame\" qu'à partir du même domaine. Il protège contre les attaques par \"clickjacking\".",
        "LBL_HEADER_X_XSS_PROTECTION_HELP_TEXT": "Protège des attaques XSS. Pour l'option \"1; mode = block\", si une attaque XSS est détectée, le rendu de la page sera arrêté.",
        "LBL_HEADER_X_CONTENT_TYPE_OPTIONS_HELP_TEXT": "Les types MIME envoyés dans les en-têtes Content-Type ne seront pas modifiés. Cette option protège des attaques \"MIME\".",
        "LBL_HEADER_X_ROBOTS_TAG_HELP_TEXT": "Le paramètre définit le comportement des robots. Nous vous recommandons de le définir sur \"none\", ce qui bloque l'indexation de recherche par les robots.",
        "LBL_HEADER_X_PERMITTED_CROSS_DOMAIN_POLICIES_HELP_TEXT": "Spécifie comment les \"fichiers de stratégie\" sont gérés sur le serveur, par exemple. \"crossdomain.xml\". L'option recommandée n'est pas la gestion des \"fichiers de stratégie\".",
        "LBL_HEADER_X_POWERED_BY_HELP_TEXT": "L'en-tête envoie des informations sur la version de PHP. Pour des raisons de sécurité, nous vous recommandons de le laisser vide (ne contient aucune information).",
        "LBL_HEADER_SERVER_HELP_TEXT": "L'en-tête envoie des informations générales sur le serveur. Pour des raisons de sécurité, nous vous recommandons de le laisser vide (ne contient aucune information).",
        "LBL_HEADER_REFERRER_POLICY_HELP_TEXT": "L'en-tête Referer peut divulguer l'adresse du CRM à des tiers. Nous vous recommandons de le définir sur \"same-origine\" qui affichera uniquement l'en-tête du même domaine.",
        "LBL_HEADER_EXPECT_CT_HELP_TEXT": "L'en-tête détermine la manière dont les certificats sont traités sur le site Web. L'option recommandée est \"enforce; max-age = 3600\", ce qui signifie que l'exactitude et la validité du certificat durent 3600 secondes.",
        "LBL_HEADER_STRICT_TRANSPORT_SECURITY_HELP_TEXT": "Le navigateur ne doit communiquer que via le protocole HTTPS et non via le protocole HTTP. Le temps recommandé pour la communication uniquement via HTTPS est de 31536 000 secondes.",
        "LBL_PHP_HELP_TEXT": "Version PHP recommandée. Nous vous recommandons d'utiliser les dernières versions de PHP qui incluent tous les correctifs et optimisations.",
        "LBL_ERROR_REPORTING_HELP_TEXT": "Niveau de signalement des erreurs et des avertissements. Si ce n'est pas le cas, les journaux peuvent prendre beaucoup de place.",
        "LBL_OUTPUT_BUFFERING_HELP_TEXT": "Mise en mémoire tampon de sortie.",
        "LBL_MAX_EXECUTION_TIME_HELP_TEXT": "Temps d'exécution maximum du script PHP (une requête).",
        "LBL_MAX_INPUT_TIME_HELP_TEXT": "Temps de traitement d'entrée maximum pour POST ou GET en secondes.",
        "LBL_DEFAULT_SOCKET_TIMEOUT_HELP_TEXT": "Temps maximum pour la connexion au serveur externe en quelques secondes.",
        "LBL_MEMORY_LIMIT_HELP_TEXT": "RAM maximum disponible pour le script PHP.",
        "LBL_LOG_ERRORS_HELP_TEXT": "Les avis d'erreur doivent-ils être enregistrés dans les journaux du serveur?",
        "LBL_FILE_UPLOADS_HELP_TEXT": "Si le serveur autorise le téléchargement de fichiers.",
        "LBL_SHORT_OPEN_TAG_HELP_TEXT": "Ouverture abrégé \"&lt;? &gt;\" au début et à la fin des fichiers PHP sont autorisés.",
        "LBL_POST_MAX_SIZE_HELP_TEXT": "Taille maximale des données POST pouvant être envoyées au serveur. Si la valeur est trop faible, certaines données envoyées au serveur peuvent être perdues.",
        "LBL_UPLOAD_MAX_FILESIZE_HELP_TEXT": "Taille maximale du fichier envoyé.",
        "LBL_MAX_INPUT_VARS_HELP_TEXT": "Quantité maximale de variables pouvant être envoyées au serveur. Ce montant s'applique à chacune des tables $ _GET, $ _POST ou $ _COOKIE individuellement. Si le montant est trop bas, certaines données envoyées au serveur peuvent être perdues.",
        "LBL_ZLIB_OUTPUT_COMPRESSION_HELP_TEXT": "Si le serveur compresse le contenu envoyé au navigateur.",
        "LBL_SESSION_AUTO_START_HELP_TEXT": "La session démarrera-t-elle automatiquement lorsque le script PHP sera exécuté?",
        "LBL_SESSION_GC_MAXLIFETIME_HELP_TEXT": "Temps (en secondes) après lequel la session sera effacée.",
        "LBL_SESSION_GC_DIVISOR_HELP_TEXT": "Cette option fonctionne avec session.gc_probability et permet de calculer la probabilité de lancer le processus \"garbage collection\". La probabilité est calculée de cette façon: session.gc_probability \/ gc_divisor.",
        "LBL_SESSION_GC_PROBABILITY_HELP_TEXT": "Ce paramètre fonctionne avec session.gc_probability et permet de calculer la probabilité de lancer le processus \"garbage collection\". La probabilité est calculée de cette façon: session.gc_probability \/ gc_divisor.",
        "LBL_MBSTRING_FUNC_OVERLOAD_HELP_TEXT": "Ensemble de fonctions à un octet à travers leurs équivalents mbstring. Nous vous recommandons de désactiver ce paramètre. A partir de PHP 7.2, ce paramètre sera marqué comme \"obsolète\".",
        "LBL_ALLOW_URL_FOPEN_HELP_TEXT": "Permet de lire des données à partir de serveurs externes en utilisant une fonction pour lire les fichiers locaux. S'il est activé, les attaquants peuvent charger des fichiers à partir d'un serveur et les exécuter.",
        "LBL_DB_DRIVER_HELP_TEXT": "Moteur de base de données.",
        "LBL_INNODB_LOCK_WAIT_TIMEOUT_HELP_TEXT": "Combien de temps (en secondes) la transaction InnoDB attend le verrouillage de ligne. Un message d'erreur sera affiché si la ligne est toujours verrouillée après ce délai.",
        "LBL_WAIT_TIMEOUT_HELP_TEXT": "Combien de temps (en secondes) le serveur attend-il pendant une connexion non interactive avant sa fermeture.",
        "LBL_INTERACTIVE_TIMEOUT_HELP_TEXT": "Combien de temps (en secondes) le serveur attend-il pendant une connexion interactive avant sa fermeture.",
        "LBL_SQL_MODE_HELP_TEXT": "Différents modes de travail avec la base de données. Les modes affectent la syntaxe SQL et la vérification de la validité des données. Ne doit pas contenir STRICT_TRANS_TABLE et STRICT_ALL_TABLES. Le système est compatible avec les modes suivants: ONLY_FULL_GROUP_BY, NO_ZERO_IN_DATE, NO_ZERO_DATE, ERROR_FOR_DIVISION_BY_ZERO, NO_AUTO_CREATE_USER, NO_ENGINE_SUBSTITUTION.",
        "LBL_MAX_ALLOWED_PACKET_HELP_TEXT": "Taille maximale des données envoyées en une fois.",
        "LBL_INNODB_FILE_PER_TABLE_HELP_TEXT": "Les données seront-elles stockées dans la base de données dans de nombreux fichiers, chaque table ayant son propre fichier, contrairement à l'ancienne approche où toutes les données étaient stockées dans un fichier. Cette option est activée par défaut depuis la version 5.6.6 de MySQL.",
        "LBL_INNODB_STATS_ON_METADATA_HELP_TEXT": "Met à jour les statistiques pour les tables InnoDB pour certaines requêtes, par exemple SHOW TABLE STATUS. La désactivation de cette option améliore l'efficacité des grandes tables InnoDB. Nous vous recommandons de désactiver cette option.",
        "LBL_INVALID_TIME_ZONE": "Fuseau horaire invalide:",
        "LBL_DATABASE_INFORMATION": "Informations sur la base de données",
        "LBL_DB_DRIVER": "Moteur",
        "LBL_DB_SERVER_VERSION": "Version du moteur",
        "LBL_DB_CONNECTION_STATUS": "Statut de connexion",
        "LBL_DB_SERVER_INFO": "Informations sur le serveur",
        "LBL_DENY_PUBLIC_DIR_TITLE": "Vérification des autorisations pour les répertoires",
        "LBL_PUBLIC_DIR": "Chemin du répertoire",
        "LBL_DENY_PUBLIC_DIR_STATUS": "L'accès est-il refusé ?",
        "LBL_DENY_PUBLIC_DIR_HELP_TEXT": "Il est recommandé de refuser l'accès à ce répertoire. Actuellement, le répertoire est accessible au public et son contenu n'est pas protégé.",
        "LBL_AUTO_DETECT_LINE_ENDINGS_HELP_TEXT": "Il est recommandé d'activer les contrôles de codage lors de l'importation de fichiers.",
        "LBL_DOWNLOAD_CONFIG": "Télécharger la configuration",
        "LBL_CRON_PHPINI": "Cron - Configuration PHP",
        "LBL_CRON_PHP": "Cron - Version PHP",
        "LBL_PERFORMANCE_VERIFICATION": "Vérification de la performance",
        "LBL_LATEST_PHP_VERSIONS_ARE": "Dernières versions de PHP %s",
        "BTN_CHECK_LATEST_VERSION": "Vérifiez la dernière version de PHP",
        "LBL_SERVER_SPEED_TEST": "Vitesse du serveur",
        "LBL_READ_TEST": "Lecture",
        "LBL_WRITE_TEST": "Ecriture",
        "LBL_DB": "Base de données",
        "LBL_CRM_VERSION": "Version CRM",
        "LBL_CRM_DATE": "Date de sortie de la version",
        "LBL_EXIF_LIBRARY": "Exif (améliore la sécurité des fichiers téléchargés)",
        "LBL_TMP_DIR": "Répertoire temporaire",
        "LBL_SYSTEM_STABILITY": "Configuration de la stabilité du système",
        "LBL_SYSTEM_SECURITY": "Configuration de la sécurité du système",
        "LBL_SECURITY_ADVISORIES_CHECKER": "Failles de sécurité dans les bibliothèques utilisées",
        "LBL_ENVIRONMENTAL_INFORMATION": "Informations sur l'environnement",
        "LBL_OPERATING_SYSTEM": "Système d'exploitation",
        "BTN_SERVER_SPEED_TEST": "Test vitesse serveur",
        "LBL_LIB_NAME": "Nom de la bibliothèque",
        "LBL_VULNERABILITY_NAME": "Nom de vulnérabilité",
        "LBL_VULNERABILITY_URL": "Adresse de vulnérabilité",
        "LBL_MYSQLND_LIBRARY": "Pilote Natif MySQL (mysqlnd)",
        "LBL_CRON_PHP_SAPI": "Cron - serveur API",
        "LBL_CRON_LOG_FILE": "Cron - Erreur logs",
        "LBL_PHP_SAPI": "API serveur",
        "LBL_CRM_DIR": "Répertoire local CRM",
        "LBL_PHPINI": "Configuration PHP",
        "LBL_MBSTRING_LIBRARY": "php_mbstring (requis pour mPDF)",
        "ConfReport": "Configuration serveur",
        "LBL_CONFIGURATION": "Configuration serveur",
        "LBL_CONFREPORT_DESCRIPTION": "Permets de vérifier que les paramètres actuels sont alignés avec ceux recommandés.",
        "LBL_PARAMETER": "Paramètre",
        "LBL_VALUE": "Configuration actuelle",
        "LBL_RECOMMENDED": "Configuration recommandée",
        "LBL_FILES_PERMISSIONS": "Fichiers\/Dossiers",
        "LBL_FILE": "Nom",
        "LBL_PATH": "Chemin",
        "LBL_TRUE_PERMISSION": "Autorisé",
        "LBL_FAILED_PERMISSION": "Non autorisé",
        "LBL_YETIFORCE_ENGINE": "Moteur YetiForce",
        "LBL_CHECK_CONFIG": "Moteur RoundCube",
        "LBL_MANDATORY": "Obligatoire",
        "LBL_OPTIONAL": "Optionnel",
        "LBL_LIBRARY": "Support des librairies",
        "LBL_INSTALLED": "Installé",
        "LBL_SPACE": "Capacité",
        "LBL_SPACE_FREE": "Libre",
        "LBL_SPACE_USED": "Utilisé"
    },
    "js": {
        "JS_SPEED_TEST_START": "Vérification de la vitesse..."
    }
}