{
  "php": {
    "LBL_PL_VAT_PAYER": "Verify VAT taxpayer’s status [PL]",
    "LBL_PL_VAT_PAYER_DESC": "The service allows you to verify whether the entity is an active, exempt, or unregistered VAT taxpayer in Poland.",
    "LBL_PL_GUS": "Load business entity data from REGON [PL]",
    "LBL_PL_GUS_DESC": "Download information about entities of the national economy of Poland from the REGON Registry.",
    "LBL_VIES": "Confirm the VAT-EU number",
    "LBL_VIES_DESC": "Checks if the business entity has a valid VAT-EU number for intra-community transactions within the European Union.",
    "LBL_REQUEST_DATE": "Request Date",
    "LBL_REQUEST_ID": "Request ID",
    "LBL_PL_NCR": "Polish National Court Register [PL]",
    "LBL_PL_NCR_DESC": "Get company data from the Polish National Court Register",
    "LBL_UK_CH": "Companies House [GB]",
    "LBL_UK_CH_DESC": "Check company in government register of companies for the UK",
    "LBL_UK_CH_NOT_FOUND_NO_DATA": "No NCR or company name has been set",
    "LBL_UK_VAT_PAYER": "Confirm the VAT number [GB]",
    "LBL_UK_VAT_PAYER_DESC": "Check if british company is VAT Payer",
    "LBL_UK_VAT_PAYER_CONFIRM": "The entity with the given number is an UK VAT payer",
    "LBL_UK_VAT_PAYER_NOT_CONFIRM": "The entity with the given number is not an UK VAT payer",
    "LBL_USA_EDGAR": "EDGAR Registry of Securities and Exchange Commission [USA]",
    "LBL_USA_EDGAR_DESC": "Check company in US Electronic Data Gathering, Analysis, and Retrieval of Securities and Exchange Commission",
    "LBL_PL_CEIDG": "Load business entity data from CEIDG [PL]",
    "LBL_PL_CEIDG_DESC": "Get company data from the Polish Central Registration And Information On Business",
    "LBL_ORB": "Orb Intelligence API by The Dun and Bradstreet",
    "LBL_ORB_DESC": "Fetching companies data from around the world",
    "LBL_ORB_VAT": "EIN/VAT (Only in USA)",
    "LBL_FR_ENTERPRISE_GOUV": "Get company data from the Government of French Republic [FR]",
    "LBL_FR_ENTERPRISE_GOUV_DESC": "Fetching data about French companies from the State Institute of Statistics and Economic Research (INSEE)",
    "LBL_BR_RECITA_WS_CNPJ_NUMBER": "CNPJ",
    "LBL_BR_RECITA_WS_CNPJ": "National Registry of Legal Entities [BR]",
    "LBL_BR_RECITA_WS_CNPJ_DESC": "Data about Brazilian companies provided by Brazilian Federal Revenue Service",
    "LBL_BR_RECITA_WS_CNPJ_ERROR": "The query limit has been exceeded. Wait one minute.",
    "LBL_NO_BRREG_ENHETSREGISTERET": "Norwegian Register Organizations (Enhetsregisteret)",
    "LBL_NO_BRREG_ENHETSREGISTERET_DESC": "Fetching data about Norwegian companies from the Norwegian Register Organizations (Enhetsregisteret)",
    "LBL_NO_BRREG_ENHETSREGISTERET_400": "Organization number must be a number with exactly 9 digits.",
    "LBL_VATIFY_EU": "VATify.eu",
    "LBL_VATIFY_DESC_EU": "Feting data about companies from VATify."
  }
}
