{
  "php": {
    "LBL_REQUEST_DATE": "Request Date",
    "LBL_REQUEST_ID": "Request ID",
    "LBL_VIES": "Confirm the VAT-EU number",
    "LBL_VIES_DESC": "Checks if the business entity has a valid VAT-EU number for intra-community transactions within the European Union.",
    "LBL_VATIFY_EU": "VATify.eu",
    "LBL_VATIFY_DESC_EU": "Fetch data from VATify.eu database, which also contains the taxpayer's current status",
    "LBL_ORB": "Orb Intelligence",
    "LBL_ORB_DESC": "Fetching companies data from around the world",
    "LBL_ORB_VAT": "EIN/VAT (Only in USA)",
    "LBL_NORTH_DATA": "North Data",
    "LBL_NORTH_DATA_DESC": "Fetching data about companies North Data's company database",
    "LBL_USA_EDGAR": "EDGAR [USA]",
    "LBL_USA_EDGAR_DESC": "Fetch data on US companies from the United States Securities and Exchange Commission via EDGAR",
    "LBL_PL_VAT_PAYER": "Verify VAT taxpayer’s status [PL]",
    "LBL_PL_VAT_PAYER_DESC": "The service allows you to verify whether an entity is an active, exempt, or unregistered VAT taxpayer in Poland",
    "LBL_PL_GUS": "GUS REGON [PL]",
    "LBL_PL_GUS_DESC": "Fetch data on Polish companies from the online REGON 1(BIR1) database provided by GUS",
    "LBL_PL_KRS": "KRS [PL]",
    "LBL_PL_KRS_DESC": "Fetch data on Polish companies from The National Court Register in Poland (KRS)",
    "LBL_PL_CEIDG": "CEIDG [PL]",
    "LBL_PL_CEIDG_DESC": "Fetch data on Polish companies from the Central Register and Information on Economic Activity in Poland (CEIDG)",
    "LBL_UK_CH": "Companies House [GB]",
    "LBL_UK_CH_DESC": "Fetch data on UK companies from the Comapnies House agency",
    "LBL_UK_CH_NOT_FOUND_NO_DATA": "No NCR or company name has been set",
    "LBL_UK_VAT_PAYER": "Confirm the VAT number [UK]",
    "LBL_UK_VAT_PAYER_DESC": "The service allows you to verify whether a company is registered as a VAT taxpayer in United Kingdom",
    "LBL_UK_VAT_PAYER_CONFIRM": "The entity with the given number is an UK VAT payer",
    "LBL_UK_VAT_PAYER_NOT_CONFIRM": "The entity with the given number is not an UK VAT payer",
    "LBL_FR_ENTERPRISE_GOUV": "Data Gouv [Fr]",
    "LBL_FR_ENTERPRISE_GOUV_DESC": "Fetch data on French companies from the INSEE (Institut National de la Statistique et des Études Économiques)",
    "LBL_BR_RECITA_WS_CNPJ": "Receita WS CNPJ [BR]",
    "LBL_BR_RECITA_WS_CNPJ_DESC": "Fetch data on Brazilian companies from the database of the Federal Tax Office of Brazil (Cadastro Nacional de Pessoas Jurídicas) provided by Receita WS",
    "LBL_BR_RECITA_WS_CNPJ_NUMBER": "CNPJ",
    "LBL_BR_RECITA_WS_CNPJ_ERROR": "The query limit has been exceeded. Wait one minute.",
    "LBL_NO_BRREG_ENHETSREGISTERET": "Brreg Enhetsregisteret [NO]",
    "LBL_NO_BRREG_ENHETSREGISTERET_DESC": "Fetch data on Norwegian companies from the Central Brønnøysund Database (The Brønnøysund Register Centre)",
    "LBL_NO_BRREG_ENHETSREGISTERET_400": "Organization number must be a number with exactly 9 digits.",
    "LBL_DK_CVR": "Danish CVR [DK]",
    "LBL_DK_CVR_DESC": "Fetch data on Danish and Norwegian companies via CVR API from the Danish Central Business Register (CVR)",
    "LBL_UA_YOU_CONTROL": "YouControl [UA]",
    "LBL_UA_YOU_CONTROL_DESC": "Fetch data on Ukrainian companies from the YouControl database provided by YouScore API",
    "LBL_CH_ZEFIX": "Swiss Zefix [CH]",
    "LBL_CH_ZEFIX_DESC": "Fetch data on Swiss companies from the Swiss Central Business Name Index (Zentraler Firmenindex)"
  }
}
