<?php
/**
 * SystemWarnings russian translation.
 *
 * @copyright YetiForce Sp. z o.o
 * @license YetiForce Public License 3.0 (licenses/LicenseEN.txt or yetiforce.com)
 */
$languageStrings = [
    // Folders
    'SystemRequirements' => 'Системные требования',
    // Actions
    'LBL_LIBRARY_PDF' => 'Библиотека mPDF',
    'LBL_LIBRARY_ROUNDCUBE' => 'Библиотека Roundcube',
    'LBL_LIBRARY_PHPEXCEL' => 'Библиотека PHPExcel',
    'LBL_CONFIG_REPORT' => 'Конфигурация сервера',
    'LBL_CONFIG_REPORT_LINK' => 'Показать недостающие библиотеки',
    'LBL_CONFIG_REPORT_DESC' => 'Сервер не был настрон должным образом. Система может работать со сбоями, а сохранённая информация может пропасть или быть испорченной. Больше информации можно получить в статье <a target="_blank" rel="noreferrer" href="https://www.yetiforce.com/en/knowledge-base/documentation/implementer-documentation/item/web-server-requirements"><u>про требования к серверу на yetiforce.com</u></a>',
    'LBL_NEWSLETTER' => 'Новостная рассылка',
    'LBL_NEWSLETTER_DESC' => 'Подписаться на бесплатную новостную рассылку YetiForce. Будьте в курсе последних нововведений и узнайте больше про CRM. Мы будем высылать информацию о новых версиях, обновлениях, событиях, новом функционале системы и многом другом.<br />Присоединяйтесь к нашему сообществу и будьте в курсе!<br />Для подписки необходимо подключение к Интернету.',
    'LBL_STATS' => 'Отсылать статистическую информацию',
    'LBL_STATS_DESC' => 'Помогите нам улучшить YetiForce и наши услуги, отсылаю анонимную информацию о текущей версии своей CRM.<br />Мы собираем следующие данные: <ul><li>уникальный ключ, генерируемый только для рассылки</li><li>версия системы</li><li>язык</li><li>временная зона</li></ul>Мы очень серьёзно подходим к вопросу безопасности и гарантируем, что собранные данные будут использованы только в статистических целях.<br />Присоединяйтесь и стройте сообщество YetiForce вместе с нами.',
    // Alerts
    'LBL_SAVE_TO_NEWSLETTER' => 'Подписаться на рассылку',
    'LBL_REMIND_LATER' => 'Напомнить позже',
    'LBL_DATA_SAVE_OK' => 'Информация успешно сохранена',
    'LBL_DATA_SAVE_FAIL' => 'Во время сохранения произошла ошибка, пожалуйста, проверьте логи.',
    // Others
    'BTN_SET_IGNORE' => 'Игнорировать',
    'BTN_REMOVE_IGNORE' => 'Перестать игнорировать',
    'LBL_MISSING_LIBRARY' => 'Обнаружена недостающая библиотека. Некоторые функции были отключены. Чтобы их включить, необходимо скачать библиотеку. Если CRM не подключена к интернету, Вы можете скачать файлы и скопировать их в папку %s .',
    'BTN_DOWNLOAD_LIBRARY' => 'Скачать библиотеку',
    'LBL_SERVER_HTTPS' => 'HTTPS шифрование',
    'BTN_CONFIGURE_HTTPS' => 'Рекомендуемая конфигурация',
    'LBL_MISSING_HTTPS' => 'Ваше подключение к серверу не зашифровано. Если соединение осуществляется не через протокол HTTPS, оно может быть перехвачено или изменено третьими лицами. Рекомендуемую конфигурацию можно найти в статье "Требования к веб-серверу" в документации.',
    'LBL_DISK_USAGE' => 'Доступно на диске:',
    'LBL_DISK_FULL' => 'Недостаточно места на диске (%s из %s), поэтому система может перестать работать. Путь к папке: %s',
];
