{
  "php": {
    "YetiForce": "YetiForce",
    "LBL_YETIFORCE_WATCHDOG_HEADER": "دیده بان مانیتور YetiForce",
    "LBL_YETIFORCE_WATCHDOG_DESC": "پیکربندی صفحه نگهبان ناظر بر سرویس YetiForce",
    "LBL_YETIFORCE_WATCHDOG_FULL_DESC": "مکانیزم نگهبان ناظر بر فعالیت‌های CRM نظارت میکند و اطلاعات انتخاب شده را به YetiForce Sp. z o.o منتقل می‌نماید. تمامی داده‌های جمع‌آوری شده منتشر نشده. هدف از آن صرفا نظارت بر سامانه CRM برای بررسی عملیات ناصحیح و محیط نصب شده بروی آن می‌باشد.",
    "LBL_PARAM_NAME": "پارامتر",
    "LBL_PARAM_VAL": "مقدار",
    "LBL_PARAM_NOT_ALLOWED": "Parameter not allowed",
    "LBL_SAVED": "تغییرات ذخیره شد!",
    "LBL_WATCHDOGURL": "Service URL",
    "LBL_SYSTEMVERSION": "YetiForce system version",
    "LBL_PHPVERSION": "نسخه PHP",
    "LBL_OSVERSION": "نسخه سامانه",
    "LBL_DBVERSION": "نسخه پایگاه داده",
    "LBL_DATABASE": "اطلاعات پايگاه داده",
    "LBL_SAPIVERSION": "API server version",
    "LBL_LASTCRONTIME": "آخرين زمان همگام سازی",
    "LBL_SPACEROOT": "فضای Root",
    "LBL_SPACESTORAGE": "فضای ذخیره‌سازی",
    "LBL_SPACETEMP": "مسیر پوشه موقت",
    "LBL_UPDATES": "تاریخچه به روزرسانی سامانه",
    "LBL_CRMVERSION": "نسخه CRM",
    "LBL_DOMAIN": "URL سامانه CRM",
    "LBL_STABILITY": "System stability configuration",
    "LBL_LIBRARIES": "Support for libraries",
    "LBL_PERFORMANCE": "Performance verification",
    "LBL_PUBLICDIRECTORYACCESS": "پوشه عمومی",
    "LBL_ENVIRONMENT": "اطلاعات محیط نرم‌افزار",
    "LBL_WRITABLEFILESANDFOLDERS": "فایل‌ها و پوشه‌های قابل بازنویسی",
    "LBL_REGISTRATION_ONLINE_MODAL": "ثبت‌نام آنلاین",
    "LBL_REGISTRATION_OFFLINE_MODAL": "OffLine registration",
    "LBL_REGISTER": "ثبت نام",
    "LBL_REGISTERED": "Registration successful",
    "LBL_REGISTRATION_KEY": "Registration key",
    "LBL_REGISTRATION_OFFLINE_DESC": "To register a version of the system that has no access to the Internet send an email to %s with the following data",
    "LBL_REGISTRATION_OFFLINE_EXAMPLE": "Subject: YetiForce offline registration\n\nMessage:\nCRM registration:\nThe name of your company:\nCountry:\nCity:\nThe number of employees of the company:\nYour company's website:\nProduct key: %s \nInstance ID: %s",
    "LBL_SUPPLIERS": "تامین کننده",
    "LBL_INVALID_OFFLINE_KEY": "Entered incorrect key",
    "LBL_ONLINE_REGISTRATION_FAILED": "Error during registration.",
    "LBL_REGISTRATION_COMPANY_DETAILS_VARY": "جزئیات شرکت متفاوت است, ثبت نام مجدد مورد نیاز است.",
    "LBL_REGISTRATION_PENDING": "Registration pending for verification",
    "LBL_ACTIVATE": "فعال کردن",
    "LBL_DOWNLOAD_LANG": "دانلود زبان",
    "LBL_DOWNLOAD": "دانلود",
    "LBL_DOWNLOADED_LANGUAGE": "زبان دانلود شده",
    "LBL_NO_INTERNET_CONNECTION": "اتصال به اینترنت وجود ندارد",
    "LBL_NO_LANGUAGES_TO_DOWNLOAD": "زبانی برای دانلود نمی‌باشد",
    "LBL_TRANSLATED_WORDS": "ترجمه کلمات",
    "LBL_LANG": "زبان",
    "LBL_BUY": "خرید",
    "LBL_EMAIL": "ایمیل",
    "LBL_EMAIL_INFO": "We will send your access data to this email address",
    "LBL_SUBDOMAIN": "Subdomain",
    "LBL_PERIOD_OF_MONTH": "M",
    "LBL_SUCCESSFUL_TRANSACTION": "Thank you for making the payment. The transaction is being processed, purchased functions will be added to your system once we receive the payment.",
    "LBL_FAILED_TRANSACTION": "Transaction failed or was cancelled, please check the payment on your PayPal account and try again.",
    "LBL_SIZE_OF_YOUR_COMPANY_HAS_CHANGED": "The size of your company has changed, the purchased package is too small for the current size. Update your subscription.",
    "LBL_PRODUCT_PREVIEW": "پیش نمایش محصول",
    "LBL_SUPPORT_US": "حمایت از ما",
    "LBL_SHOP_PRODUCT_NAME": "نام محصول",
    "LBL_SHOP_AMOUNT": "مقدار",
    "LBL_SHOP_INVOICE_DETAILS": "Invoice data extracted from company data",
    "LBL_SHOP_INVOICE_DETAILS_DESC": "Modification of entered data triggers data update in the system",
    "LBL_SHOP_SUBSCRIPTIONS_DAY": "Payment due date",
    "LBL_SHOP_PACKAGE": "بسته",
    "LBL_SHOP_PACKAGE_DESC": "بستگی به اندازه شرکت",
    "LBL_SHOP_PAYMENT_FREQUENCY": "تناوب پرداخت",
    "LBL_SHOP_PAYMENT_FREQUENCY_M": "ماهانه",
    "LBL_SHOP_PROCEED_TO_CHECKOUT": "اقدام به پرداخت",
    "LBL_SHOP_NO_COMPANIES_ALERT": "There is no data of the target user (the company that owns the CRM) in the system. The data is required to issue an invoice, it is not possible to make a payment without this data.",
    "LBL_SHOP_NO_COMPANIES_BUTTON": "اطلاعات را پر کنید",
    "LBL_SHOP_COMPANY_DATA": "داده شرکت",
    "LBL_SHOP_COMPANY_SIZE_MICRO": "میکرو (تا 10)",
    "LBL_SHOP_COMPANY_SIZE_SMALL": "کوچک (تا 50)",
    "LBL_SHOP_COMPANY_SIZE_MEDIUM": "متوسط (تا 250)",
    "LBL_SHOP_COMPANY_SIZE_LARGE": "بزرگ (تا ۱۰۰۰)",
    "LBL_SHOP_COMPANY_SIZE_CORPORATION": "شرکت‌های ( بیش از)",
    "LBL_SHOP_DOMAIN_PREFIX": "پیشوند دامنه",
    "LBL_SHOP_INSTALLINCLOUD_DESC": "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد!",
    "LBL_VULNERABILITIES_OK": "No vulnerabilities found in libraries",
    "LBL_VULNERABILITIES_OK_DESC": "Do not forget to check the vulnerabilities in your libraries periodically.",
    "LBL_VULNERABILITIES_WARNING": "Detected vulnerabilities in libraries",
    "LBL_VULNERABILITIES_WARNING_DESC": "Vulnerabilities in libraries were detected, it is recommended to update them quickly.",
    "LBL_SECURITY_ADVISORIES_CHECKER": "Security vulnerabilities in used libraries",
    "LBL_LIB_NAME": "Library name",
    "LBL_VULNERABILITY_NAME": "Vulnerability name",
    "LBL_VULNERABILITY_URL": "Vulnerability address",
    "LBL_SHOP_PREMIUMMODULES": "Premium modules",
    "LBL_SHOP_PREMIUMMODULES_INTRO": "Enable new system capabilities",
    "LBL_SHOP_PREMIUMMODULES_DESC": "Enable new system capabilities",
    "LBL_SHOP_YETIFORCEDONATIONS": "Donate / Support our project",
    "LBL_SHOP_YETIFORCEDONATIONS_INTRO": "Help shape the future of YetiForce CRM!",
    "LBL_SHOP_YETIFORCEDONATIONS_DESC": "Open source projects that are supported by the community are developing much faster than projects without any contribution, so we encourage you to support us with a monthly donation that will allow us to create an even better product for you and your company. Thank you!",
    "LBL_SHOP_YETIFORCEPREMIUMSUPPORT": "YetiForce Help",
    "LBL_SHOP_YETIFORCEPREMIUMSUPPORT_INTRO": "Basic support for YetiForce CRM",
    "LBL_SHOP_YETIFORCEPREMIUMSUPPORT_DESC": "This support package is dedicated to companies that need help in adjusting YetiForce CRM, such as configuration, substantive support, problem-solving. This package can't be used for programming purposes and is an alternative to free support offered on our GitHub repository.",
    "LBL_SHOP_YETIFORCEDISABLEBRANDING": "YetiForce Branding",
    "LBL_SHOP_YETIFORCEDISABLEBRANDING_INTRO": "Replace YetiForce branding with your own",
    "LBL_SHOP_YETIFORCEDISABLEBRANDING_DESC": "Disabling YetiForce branding results in a change of data that is displayed in many places of the system [ie: footer, printouts, generated documents]. You will be able to display your own data, e.g. your company's data as well as social media links.",
    "LBL_SHOP_INTEGRATOR": "Integrator",
    "LBL_SHOP_INTEGRATOR_INTRO": "Offer the YetiForce system to your clients and gain exclusive perks available only to YetiForce Integrator partners.",
    "LBL_SHOP_INTEGRATOR_DESC": "REQUIREMENTS \n\n 1. Correct registration of all YetiForce installations used by the Partner and the Partner’s clients. \n 2. Owning a GitHub account and active participation in the YetiForce repository. \n\n BENEFITS \n\n 1. Direct support (chat, e-mail, GitHub) from the YetiForce team in terms of advanced problems related to system operation, API and configuration. Support can be provided in Polish or English. Support may also be provided to the Partner’s customers in cases when the Partner will not be able to help its customers. \n 2. The possibility of hiring YetiForce’s employees for large implementations (service available for an additional charge, provided remotely, communication in Polish and English). \n 3. The opportunity to cooperate in tenders (shared customer testimonials, a common list of specialists, support in price estimates). \n 4. Ability to use the “YetiForce Integrator” logo on the Internet. \n 5. Promotion in the partnership catalog on the official website and in the YetiForce system. \n 6. 10% discount on all products offered in the marketplace by the YetiForce producer and other Partners (also for Partner’s own customers). The possibility of booking a project - the discount might be 20% but it will be granted to a Partner which books the project as first. \n 7. The impact on the direction of system development and new functionalities. \n\n  COST \n\n 1. The monthly participation fee for the YetiForce Integrator partnership is 250 €.",
    "LBL_SHOP_YETIFORCEDEVELOPMENTSUPPORT": "YetiForce Development",
    "LBL_SHOP_YETIFORCEDEVELOPMENTSUPPORT_INTRO": "Dedicated support for YetiForce CRM",
    "LBL_SHOP_YETIFORCEDEVELOPMENTSUPPORT_DESC": "این بسته پشتیبانی مختص شرکت‌هایی است که نیاز به شخصی سازی سامانه دارند،افزودن امکانات بیشتر و اتصال به سامانه‌های خارجی. یادداشت: ساعات باقیمانده فقط برای یکبار به ماه بعد منتقل می‌گردد. ساعات استفاده نشده در این دوره منقضی می‌گردند.",
    "LBL_SHOP_YETIFORCEINSTALLINCLOUD": "YetiForce Cloud",
    "LBL_SHOP_YETIFORCEINSTALLINCLOUD_INTRO": "High-performance and safe cloud",
    "LBL_SHOP_YETIFORCEINSTALLINCLOUD_DESC": "We will install the system on the most efficient infrastructure that meets the expectations of the most demanding customers. We will take care of safety, performance and solve any infrastructure problem for your convenience. Each user will receive from a few to several GB for corporate data, and the database will be placed on high-performance Intel Optane drives. In addition to the production version, we will configure the testing version of the system and you will receive full access to the application backups. \n Note: We work from Monday to Friday 8am-4pm (CEST) and need one working day to process your order.",
    "LBL_SHOP_YETIFORCEINSTALLINHOSTING": "YetiForce Hosting",
    "LBL_SHOP_YETIFORCEINSTALLINHOSTING_INTRO": "Professional hosting for your company",
    "LBL_SHOP_YETIFORCEINSTALLINHOSTING_DESC": "We will prepare professional hosting that complies with the producer's infrastructure and perfectly meets the restrictive requirements of the system. We will take care of safety, performance and solve any infrastructure problem for your convenience. Each user will receive from a few to several GB for corporate data, and the database will be placed on high-performance SSDs. In addition to the production version, we will configure the testing version of the system and you will receive full access to the application backups. \n Note: We work from Monday to Friday 8am-4pm (CEST) and need one working day to process your order.",
    "LBL_SHOP_INFORMATION": "The prices of the products and services below vary depending on the size of the company. The size of the company is determined by the number of system users. The application will automatically adjust the prices to the size of the company each month, according to the following criteria: Micro company (up to 10 users), Small company (up to 50 users), Medium company (up to 250 users), Large company (up to 1000 users), Corporation (over 1000).",
    "LBL_SHOP_RESELLER": "نماینده فروش",
    "LBL_SHOP_RESELLER_INTRO": "Sell YetiForce’s products and services, earn money on promoting YetiForce in your country.",
    "LBL_SHOP_RESELLER_DESC": "REQUIREMENTS \n\n 1. Providing initial support for customers who were offered YetiForce’s products and services. \n  2. Owning a GitHub account and active participation in the YetiForce repository. \n  3. Correct registration of all YetiForce installations used by the Partner and the Partner’s clients. \n\n BENEFITS \n\n 1. Direct support (chat, e-mail, GitHub) from the YetiForce team in terms of solving simple problems related to the operation and configuration of the system. Support can be provided in Polish or English. \n 2. Ability to use the “YetiForce Reseller” logo on the Internet. \n 3. Promotion in the partnership catalog on the official website and in the YetiForce system. \n 4. 10% discount on all services and products offered by YetiForce (also for reseller’s customers). \n 5. An impact on the direction of system development and new functionalities. \n\n  COST \n\n 1. The monthly participation fee for the YetiForce Reseller partnership is 100 €.",
    "LBL_SHOP_MODULEPRODUCER": "Module Producer",
    "LBL_SHOP_MODULEPRODUCER_INTRO": "Offer your modules and functionalities to YetiForce’s community all over the world in the official store.",
    "LBL_SHOP_MODULEPRODUCER_DESC": "REQUIREMENTS \n\n 1. Creating modules that comply with current technology standards as well as with the system’s architecture. \n  2. Owning a GitHub account and active participation in the YetiForce repository. \n  3. A Partner has to update their modules and provide support on GitHub on a regular basis. \n 4. Correct registration of all YetiForce installations used by the Partner and the Partner’s clients. \n\n BENEFITS \n\n 1. Direct support (chat, e-mail, GitHub) from the YetiForce team in terms of solving simple problems related to operation and configuration of the system. Support can be provided in Polish or English. \n 2. Ability to use the “YetiForce Module Producer” logo on the Internet. \n 3. Promotion in the partnership catalog on the official website and in the YetiForce system. \n 4. 10% discount on all products offered in the marketplace by the YetiForce producer and other Partners (also for Partner’s own customers). \n 5. An impact on the direction of system development and new functionalities. \n 6. Audits of quality and compliance with standards for Partner’s modules. \n 7. Security audits for Partner’s modules. \n\n  COST \n\n 1. The monthly participation fee for the YetiForce Module Producer partnership is 100 €.",
    "LBL_SHOP_MODULESPARTNERS": "Partner modules",
    "LBL_SHOP_MODULESPARTNERS_INTRO": "",
    "LBL_SHOP_MODULESPARTNERS_DESC": "",
    "LBL_SHOP_MODULESPREMIUM": "Premium modules",
    "LBL_SHOP_MODULESPREMIUM_INTRO": "",
    "LBL_SHOP_MODULESPREMIUM_DESC": "",
    "LBL_SHOP_MODULESENTERPRISE": "Enterprise modules",
    "LBL_SHOP_MODULESENTERPRISE_INTRO": "",
    "LBL_SHOP_MODULESENTERPRISE_DESC": "",
    "LBL_SHOP_YETIFORCEGEOCODER": "YetiForce address finder",
    "LBL_SHOP_YETIFORCEGEOCODER_INTRO": "Quick and easy search for any address in the world",
    "LBL_SHOP_YETIFORCEGEOCODER_DESC": "Integration with the YetiForce address database. It is based on Open Street Maps with a complete world map. No connection limits and no need to have your own server."
  }
}
