{
  "php": {
    "ERR_DATABASE_CONNECTION_FAILED": "Unable to connect to database server",
    "ERR_DB_NOT_FOUND": "Could not find this database. Try changing the database settings",
    "ERR_INVALID_MYSQL_PARAMETERS": "Invalid mySQL connection parameters specified",
    "ERR_INVALID_MYSQL_VERSION": "MySQL version is not supported, kindly connect to MySQL 5.1.x or above",
    "ERR_UNABLE_CREATE_DATABASE": "Unable to create database",
    "LBL_ATTENTION": "Attention! ",
    "LBL_ADMIN_INFORMATION": "Admin User Information",
    "LBL_ADMIN_USER_INFORMATION": "Admin User Information",
    "LBL_CHOOSE_LANGUAGE": "Choose language",
    "LBL_CONFIRM_CONFIGURATION_SETTINGS": "Confirm configuration settings",
    "LBL_CREATE_NEW_DB": "Create new database",
    "LBL_CURRENCIES": "Currency",
    "LBL_CURRENCY": "Currency",
    "LBL_DATABASE_INFORMATION": "Database information",
    "LBL_DATABASE_TYPE": "Database type",
    "LBL_DATE_FORMAT": "Date format",
    "LBL_DB_NAME": "Database name",
    "LBL_DISAGREE": "Disagree",
    "LBL_EMAIL": "Email",
    "LBL_GD_LIBRARY": "GD library support",
    "LBL_HOST_NAME": "Host name",
    "LBL_HOST_PORT": "Host port",
    "LBL_I_AGREE": "I agree",
    "LBL_IMAP_SUPPORT": "IMAP support",
    "LBL_INSTALLATION_IN_PROGRESS": "Installation in progress",
    "LBL_INSTALLATION_WIZARD": "Installation wizard",
    "LBL_INSTALL_BUTTON": "Install",
    "LBL_INSTALL_PREREQUISITES": "Verify server configuration",
    "LBL_MORE_INFORMATION": "More information",
    "LBL_LIBRARY": "Support for libraries",
    "LBL_LIBRARY_NAME": "Library name",
    "LBL_MANDATORY": "Mandatory",
    "LBL_PARAMETER": "Parameter",
    "LBL_INSTALLED": "Installed",
    "LBL_NEXT": "Next",
    "LBL_ONE_LAST_THING": "One last thing...",
    "LBL_PASSWORD_MISMATCH": "Please re-enter passwords.  The \\\"Password\\\" and \\\"Re-type password\\\" values do not match.",
    "LBL_PHP_CONFIGURATION": "PHP configuration",
    "LBL_PHP_RECOMMENDED_SETTINGS": "Recommended PHP settings",
    "LBL_SECURITY_RECOMMENDED_SETTINGS": "Recommended security settings",
    "LBL_PHP_VERSION": "PHP version",
    "LBL_PLEASE_WAIT": "Please wait...",
    "LBL_PRESENT_VALUE": "Present values",
    "LBL_READ_WRITE_ACCESS": "Read\/Write access",
    "LBL_RECHECK": "Recheck",
    "LBL_REQUIRED_VALUE": "Required value",
    "LBL_RETYPE_PASSWORD": "Retype password",
    "LBL_ROOT_PASSWORD": "Root password",
    "LBL_ROOT_USERNAME": "Root user name",
    "LBL_SYSTEM_CONFIGURATION": "System configuration",
    "LBL_SYSTEM_INFORMATION": "System information",
    "LBL_TIME_ZONE": "Time zone",
    "LBL_TRUE": "True",
    "LBL_URL": "URL",
    "LBL_USERNAME": "User name",
    "LBL_SETUP_WIZARD_DESCRIPTION_1": "YetiForce is an innovative and secure cutting-edge application that supports various business processes, like Marketing, Sales,, Projects, Support, Accounting, Logistics, and GDPR. \r\nThe system was named the “Most Affordable CRM software” in Capterra’s ranking, thus beating over 500 other CRM solutions. \r\nFull access to the source code, our large and active GitHub community, and your help is what allows us to create an even better system. \r\nThank you for your interest in YetiForce. If you find any problems, please report them here:",
    "LBL_SETUP_WIZARD_DESCRIPTION_2": "If you are looking for direct support please consider purchasing one of our support packages. We also offer configured and optimized servers (Hosting, VPS Public Cloud, VPS Private Cloud) that guarantee the highest quality and full compatibility with the YetiForce system. Visit our store for more information.",
    "LBL_SETUP_WIZARD_BODY": "Welcome to YetiForce installation wizard",
    "LBL_STEP2_DESCRIPTION_1": "YetiForce Public License is based on MIT license, so it does not create any unnecessary limitations for your company. The entire license is also available at our official website.",
    "LBL_STEP2_DESCRIPTION_2": "Please read the license for YetiForce system. If you do not agree with its conditions, click “Disagree” and cancel the installation. Otherwise, click “I agree” and move on.",
    "LBL_STEP3_DESCRIPTION": "The YetiForce system has strictly defined requirements for the server on which it will be installed. The verification of requirements at an early stage of the installation process ensures that the next steps and subsequent use of the system will run without problems. \r\nAll server requirements are available on our website.",
    "LBL_STEP4_DESCRIPTION": "Enter the access data to the database and create an Administrator account to which you will log in after the installation has been completed.",
    "LBL_STEP5_DESCRIPTION": "Verify the data entered in the previous step. If everything is correct, move on.",
    "LBL_STEP6_DESCRIPTION": "Enter your company's details. Filling out the form is an obligation derived from the license. \r\nData collected via the registration form will never be resold to third parties. \r\nThanks to the collected information, we are able to better select and plan the scope of changes in YetiForce, so that our system will help in day-to-day tasks even better.",
    "LBL_STEP7_DESCRIPTION": "The installation is in progress, please be patient. \r\nIn the meantime, we encourage you to read the most important information about our system:",
    "LBL_WELCOME": "Welcome",
    "LBL_ZLIB_SUPPORT": "Zlib Support",
    "MSG_DB_PARAMETERS_INVALID": "Specified database user, password, hostname, database type, or port is invalid",
    "MSG_DB_ROOT_USER_NOT_AUTHORIZED": "Message: Specified database Root User doesn't have permission to create database or the database name has special characters. Try changing the database settings",
    "MSG_DB_USER_NOT_AUTHORIZED": "Specified database user does not have access to connect to the database server from the host",
    "MSG_LIST_REASONS": "This may be due to the following reasons",
    "LBL_PDO_SUPPORT": "PDO support",
    "LBL_OPEN_SSL": "openssl support",
    "LBL_LICENSE": "License",
    "LBL_EXTERNAL_LIBRARIES_LICENSES": "Third-party library licenses",
    "LBL_CURL": "cURL support",
    "LBL_INDUSTRY_OPTION": "Please select appropriate industry option.",
    "LBL_BACK": "Back",
    "LBL_READ_LICENSE": "Read license",
    "LBL_CONFIGURATION_COMPANY_DETAILS": "Enter company details",
    "LBL_MIGRATION": "Migration",
    "LBL_START_MIGRATION": "Start migration",
    "LBL_MIGRATION_HEADER": "Welcome to migration of YetiForce system",
    "LBL_MIGRATION_DESC": "Before you start migration, please back-up files and database of the system that you are about to migrate.",
    "LBL_HAVE_BACKUP_DATABASE": "I have back-up copy of database",
    "LBL_HAVE_BACKUP_FILES": "I have back-up copy of files",
    "LBL_LOGIN": "Login",
    "LBL_PASSWORD": "Password",
    "LBL_ADMIN_LOGIN": "Admin - Login",
    "LBL_ADMIN_PASSWORD": "Admin - Password",
    "LBL_SOURCE_DIRECTORY": "Local address of the system",
    "LBL_SYSTEM_FOR_MIGRATION": "System for migration",
    "LBL_SELECT": "-- Select --",
    "LBL_MIGRATION_SYSTEM": "Migration in progress...",
    "LBL_END_MIGRATION": "End",
    "LBL_MIGRATION_SYSTEM_FINISH": "Migration completed successfully.",
    "LBL_ERROR_LOGIN": "Authorization error, the data entered is incorrect.",
    "LBL_EXAMPLE_DIRECTORY": "Example",
    "LBL_ACCEPT": "I accept changes",
    "LBL_MIGRATION_ERROR": "Error occurred during your attempt to migrate",
    "LBL_ERROR_NO_CONFIG": "Incorrect system local address",
    "LBL_WRONG_USERNAME_OR_PASSWORD": "Incorrect login or password",
    "LBL_DESCRIPTION_CONDITIONS": "During the migration you will loose all data related to the following modules: MailManager, EmailTemplates, Workflows. \r\n Please be aware that migration is still in its testing stage so you should make all possible back-up copies and follow security procedures in case of any unforeseen events.",
    "LBL_MIGRATION_IN_PROGRESS": "Migration in progress",
    "LBL_SETUP_WIZARD_HEADER": "YetiForce installation wizard",
    "LBL_VERSION": "Version",
    "LBL_ERROR_INSTALL": "Installation unsuccessful",
    "LBL_NAME": "Full company name",
    "LBL_INDUSTRY": "Industry",
    "LBL_CITY": "City",
    "LBL_COUNTRY": "Country",
    "LBL_COMPANYSIZE": "Company size",
    "LBL_WEBSITE": "Website",
    "LBL_LABEL_OPERATING_SYSTEM": "Operating system",
    "LBL_LABEL_CRM_VERSION": "CRM version",
    "LBL_LABEL_CRM_DATE": "Version release date",
    "LBL_LABEL_LOCALE": "Locale",
    "LBL_LABEL_TMP_DIR": "Temporary directory",
    "LBL_LABEL_SERVER_SOFTWARE": "Server ID",
    "LBL_LABEL_CACERTBUNDLE": "CA certificates repository",
    "LBL_LABEL_DB_DRIVER": "Engine",
    "LBL_LABEL_DB_CLIENT_VERSION": "Client version",
    "LBL_LABEL_DB_SERVER_VERSION": "Engine version",
    "LBL_LABEL_DB_CONNECTION_STATUS": "Connection status",
    "LBL_LABEL_DB_SERVER_INFO": "Server information",
    "LBL_LABEL_LAST_CRON_START": "Time Cron was last run",
    "LBL_LABEL_PROTOCOL_VERSION": "HTTP protocol version",
    "LBL_LABEL_HTTP_METHODS": "HTTP methods",
    "LBL_HELP_CACERTBUNDLE": "The parameter determines whether a repository of trusted certification authorities (CA) is available for verification of external service certificates.",
    "LBL_HELP_MBSTRING": "Extension used to manage strings. Used to convert strings to different encodings.",
    "LBL_HELP_HTTPS": "SSL is security technology used to create encrypted connections between the web server and the browser. We recommend enabling it in order to prevent third parties from intercepting communication between you and the server.",
    "LBL_HELP_DISPLAY_ERRORS": "Error messages and warnings will be sent to the browser. They often include sensitive technical information about the system and must never be available to untrusted sources. This option should only be enabled in the test or developer version to display errors and warnings.",
    "LBL_HELP_SESSION_COOKIE_HTTPONLY": "Session cookie files are only available via HTTP protocol. This setting can sufficiently prevent identity theft resulting from XSS attacks.",
    "LBL_HELP_SESSION_USE_ONLY_COOKIES": "Sets getting ID only from cookies. Enabling it prevents from attacks based on sending session IDs in URLs.",
    "LBL_HELP_EXPOSE_PHP": "Determines if the PHP server sends PHP version number in headers. This information might make the server more vulnerable to attacks, therefore we recommend disabling this option.",
    "LBL_HELP__HTACCESS": "The .htaccess file is inactive, it is required to properly handle all integrations and to secure the directories containing user data.",
    "LBL_HELP_PUBLIC_HTML": "We recommend that the domain directs to the public_html directory, by doing this you ensure that system files and your data are not available publicly and can not be downloaded.",
    "LBL_HELP_SESSION_REGENERATE_ID": "We recommend enabling session ID regeneration, it makes it harder to intercept users' sessions. The changes should be made in the main configuration file.",
    "LBL_HELP_SESSION_USE_STRICT_MODE": "The server will reject uninitiated sessions. We recommend enabling this option for safety reasons.",
    "LBL_HELP_SESSION_USE_TRANS_SID": "Sets transferring the ID in the URL and webforms. We recommend disabling this option for safety reasons.",
    "LBL_HELP_HEADER_X_FRAME_OPTIONS": "The \"SAMEORIGIN\" value means that the page will load in “frame” only from the same domain. It protects from “clickjacking” attacks.",
    "LBL_HELP_HEADER_X_XSS_PROTECTION": "Protects from XSS attacks. For option \"1; mode=block\" in case XSS attack is detected page rendering will be stopped.",
    "LBL_HELP_HEADER_X_CONTENT_TYPE_OPTIONS": "MIME types sent in Content-Type headers will not be altered. This option protects from \"MIME\" attacks.",
    "LBL_HELP_HEADER_X_ROBOTS_TAG": "Parameter defines behavior of robots. We recommend setting it to “none”, which blocks search indexing by robots.",
    "LBL_HELP_HEADER_X_PERMITTED_CROSS_DOMAIN_POLICIES": "Specifies how “strategy files” are handled on the server, eg. \"crossdomain.xml\". The recommended option is no handling  of “strategy files”.",
    "LBL_HELP_HEADER_X_POWERED_BY": "The header sends information about PHP version. For safety reasons we recommend it to be empty (contain no information).",
    "LBL_HELP_HEADER__SERVER": "The header sends general information about the server. For safety reasons we recommend it to be empty (contain no information).",
    "LBL_HELP_HEADER_REFERRER_POLICY": "The Referer header may disclose the CRM's address to third parties. We recommend setting it to “same-origin” that will only display the header from the same domain.",
    "LBL_HELP_HEADER_EXPECT_CT": "The header determines how certificates are handled on the website. Recommended option is \"enforce; max-age=3600\" which means that enforcing correctness and validity of the certificate lasts for 3600 seconds.",
    "LBL_HELP_HEADER_STRICT_TRANSPORT_SECURITY": "The browser should only communicate over HTTPS protocol, not over HTTP protocol. Recommended time for communication only over HTTPS is 31536000 seconds.",
    "LBL_HELP_PHPVERSION": "Recommended PHP version. We recommend using the latest PHP versions that include all patches and optimizations.",
    "LBL_HELP_ERROR_REPORTING": "Level of reporting errors and warnings. If it is not set properly logs may take up significant amount of space.",
    "LBL_HELP_OUTPUT_BUFFERING": "Output buffering.",
    "LBL_HELP_MAX_EXECUTION_TIME": "Maximum PHP script execution time (one request).",
    "LBL_HELP_MAX_INPUT_TIME": "Maximum input handling time for POST or GET in seconds.",
    "LBL_HELP_DEFAULT_SOCKET_TIMEOUT": "Maximum time for external server connection in seconds.",
    "LBL_HELP_MEMORY_LIMIT": "Maximum RAM available for the PHP script.",
    "LBL_HELP_LOG_ERROR": "Should error notices be saved in server logs.",
    "LBL_HELP_FILE_UPLOADS": "Should the server allow file upload.",
    "LBL_HELP_SHORT_OPEN_TAG": "Should short form \"&lt;? ?&gt;\" at the beginning and the end of PHP files be allowed.",
    "LBL_HELP_POST_MAX_SIZE": "Maximum size of POST data that can be sent to the server. If the value is too low some data sent to the server may be lost.",
    "LBL_HELP_UPLOAD_MAX_FILESIZE": "Maximum size of the sent file.",
    "LBL_HELP_MAX_INPUT_VARS": "Maximum amount of variables that can be sent to the server. This amount applies to each of the  $_GET, $_POST or $_COOKIE tables individually. If the amount is too low some data sent to the server may be lost.",
    "LBL_HELP_ZLIB_OUTPUT_COMPRESSION": "Should the server compress content sent to the browser.",
    "LBL_HELP_SESSION_AUTO_START": "Will the session start automatically when the PHP script is executed.",
    "LBL_HELP_SESSION_GC_MAXLIFETIME": "Time (in seconds) after which the session will be cleared.",
    "LBL_HELP_SESSION_GC_DIVISOR": "This option works together with session.gc_probability and is used to calculate the probability of launching the \"garbage collection\" process. The probability is calculated this way: session.gc_probability/gc_divisor.",
    "LBL_HELP_SESSION_GC_PROBABILITY": "This parameter works together with session.gc_probability and is used to calculate the probability of launching the \"garbage collection\" process. The probability is calculated this way: session.gc_probability/gc_divisor.",
    "LBL_HELP_MBSTRING_FUNC_OVERLOAD": "Set of one-byte functions through their mbstring equivalents. We recommend disabling this setting. From PHP 7.2 on this setting will be marked as \"deprecated\".",
    "LBL_HELP_ALLOW_URL_FOPEN": "Enables reading data from external servers using a function to read local files. If it is enabled attackers might load files from a server and execute them.",
    "LBL_HELP_DB_DRIVER": "Database engine.",
    "LBL_HELP_INNODB_LOCK_WAIT_TIMEOUT": "How long (in seconds) InnoDB transaction waits for row lock. An error message will be displayed if the row is still locked after this time passes.",
    "LBL_HELP_WAIT_TIMEOUT": "How long (in seconds) the server waits for activity during a non-interactive connection before it is closed.",
    "LBL_HELP_INTERACTIVE_TIMEOUT": "How long (in seconds) the server waits for activity during an interactive connection before it is closed.",
    "LBL_HELP_SQL_MODE": "Different modes of working with the database. The modes affect SQL syntax and data validity verification. Must not contain STRICT_TRANS_TABLE and STRICT_ALL_TABLES. \r\nThe system is compatible with the following modes: ONLY_FULL_GROUP_BY, NO_ZERO_IN_DATE, NO_ZERO_DATE, ERROR_FOR_DIVISION_BY_ZERO, NO_AUTO_CREATE_USER, NO_ENGINE_SUBSTITUTION.",
    "LBL_HELP_MAX_ALLOWED_PACKET": "Maximum size of data sent at once.",
    "LBL_HELP_INNODB_FILE_PER_TABLE": "Will data be stored in the database in many files, where each table has its own file, contrary to the old approach where all data was stored in one file. This option is enabled by default from MySQL version 5.6.6 on.",
    "LBL_HELP_INNODB_STATS_ON_METADATA": "Updates stats for InnoDB tables for some queries, for example SHOW TABLE STATUS. Disabling this option improves efficiency for large InnoDB tables. We recommend disabling this option.",
    "LBL_HELP_DENY_PUBLIC_DIR": "It is recommended to deny access to this directory. Currently, the directory is publicly accessible and its content is not protected.",
    "LBL_HELP_AUTO_DETECT_LINE_ENDINGS": "It is recommended to enable coding checks when importing files.",
    "LBL_HELP_DATE_TIMEZONE": "",
    "LBL_HELP_IMAP": "Extension required for communication with Mailbox.",
    "LBL_HELP_PDO_MYSQL": "Extension enabling communication with MySQL database.",
    "LBL_HELP_MYSQLND": "Extension enabling communication with MySQL database.",
    "LBL_HELP_OPENSSL": "Library securing communication of computer networks against eavesdropping.",
    "LBL_HELP_CURL": "Client-side library that allows sending HTTP requests and retrieving pages and files from servers.",
    "LBL_HELP_GD": "Allows you to modify graphic files and create your own graphics.",
    "LBL_HELP_PCRE": "Library written in C, which implements a regular expression engine, inspired by the capabilities of the Perl programming language",
    "LBL_HELP_XML": "Universal language for transferring and storing data.",
    "LBL_HELP_JSON": "Text format for exchanging computer data.",
    "LBL_HELP_SESSION": "Downloads or sets current session.",
    "LBL_HELP_DOM": "Extension allows to handle XML documents via DOM API with PHP.",
    "LBL_HELP_ZIP": "Allows to read and save compressed ZIP archives and files located in them.",
    "LBL_HELP_SOAP": "Allows processes running on disparate operating systems to communicate",
    "LBL_HELP_FILEINFO": "Detects content type and file encoding.",
    "LBL_HELP_ICONV": "It converts one encodings to any other",
    "LBL_HELP_EXIF": "Extension enables work with image metadata",
    "LBL_HELP_LDAP": "Protocol used to access databases that store information in a tree structure.",
    "LBL_HELP_OPCACHE": "Improves performance by storing compiled byte code in shared memory.",
    "LBL_HELP_APCU": "",
    "LBL_HELP_IMAGICK": "Library recommended for securing potentially dangerous graphic files",
    "LBL_HELP_ALLEXT": "",
    "LBL_HELP_XDEBUG": "Extension that helps detect bugs.",
    "LBL_HELP_OPCACHE_ENABLE": "Enables cache.",
    "LBL_HELP_OPCACHE_FILE_UPDATE_PROTECTION": "Prevents caching files that are less than this number of seconds old.",
    "LBL_HELP_OPCACHE_ENABLE_CLI": "Enables the opcode cache for the CLI version of PHP.",
    "LBL_HELP_OPCACHE_MAX_ACCELERATED_FILES": "Maximum number of keys in the OPcache hash table.",
    "LBL_HELP_OPCACHE_INTERNED_STRINGS_BUFFER": "Amount of memory used to store interned strings, in megabytes.",
    "LBL_HELP_OPCACHE_VALIDATE_TIMESTAMPS": "Checks for the availability of updated scripts at every update time.",
    "LBL_HELP_OPCACHE_REVALIDATE_FREQ": "Frequency of checking updates for each request.",
    "LBL_HELP_OPCACHE_SAVE_COMMENTS": "If disabled, all documentation comments will be discarded from the opcode cache to reduce the size of the optimised code.",
    "LBL_HELP_OPCACHE_MEMORY_CONSUMPTION": "OPcache shared memory storage size in megabytes",
    "LBL_HELP_REALPATH_CACHE_TTL": "Duration of time (in seconds) for which to cache realpath information for a given file or directory.",
    "LBL_HELP_APC_ENABLED": "The Alternative PHP Cache (APC) is a PHP extension that provides opcode caching. By caching the compiled operation codes (opcodes) of PHP scripts, APC enables sites to serve page content significantly faster.",
    "LBL_HELP_COOKIE_SECURE": "",
    "LBL_HELP_MAX_CONNECTIONS": "Maximum number of simultaneous client connections.",
    "LBL_HELP_DRIVER": "Database engine",
    "LBL_HELP_SERVERVERSION": "Database server version",
    "LBL_HELP_CLIENTVERSION": "Version of client libraries used by PDO driver.",
    "LBL_HELP_CONNECTIONSTATUS": "Connection status",
    "LBL_HELP_SERVERINFO": "Information about database server to which PDO is connected.",
    "LBL_HELP_BULK_INSERT_BUFFER_SIZE": "Size in bytes of cache tree for each thread used to speed up the insertion of batch data into MyISAM and Aria tables. Value 0 disables the cache tree.",
    "LBL_HELP_KEY_BUFFER_SIZE": "Buffer size for index blocks used by MyISAM arrays and shared for all threads.",
    "LBL_HELP_THREAD_CACHE_SIZE": "Size of server cache threads to be reused.",
    "LBL_HELP_QUERY_CACHE_SIZE": "Size in bytes available for the query buffer. About 40 KB are required for query cache structures, so setting a smaller size will result in a warning.",
    "LBL_HELP_TMP_TABLE_SIZE": "Maximum size for temporary tables in memory.",
    "LBL_HELP_MAX_HEAP_TABLE_SIZE": "Maximum size in bytes for MEMORY tables created by user. Setting the variable when the server is active does not affect existing tables, unless they are recreated or changed.",
    "LBL_HELP_INNODB_BUFFER_POOL_INSTANCES": "If value in innodb_buffer_pool_size is greater than 1GB, it divides InnoDB buffer pool into multiple instances.",
    "LBL_HELP_INNODB_BUFFER_POOL_SIZE": "Size of InnoDB buffer pool in bytes.",
    "LBL_HELP_INNODB_LOG_FILE_SIZE": "Log file size in bytes",
    "LBL_HELP_INNODB_IO_CAPACITY_MAX": "Maximum capacity to which InnodDB can extend innodb_io_capacity in emergency.",
    "LBL_HELP_TX_ISOLATION": "Level of transaction isolation.",
    "LBL_HELP_TRANSACTION_ISOLATION": "",
    "LBL_HELP_CHARACTER_SET_SERVER": "Default character set used by server.",
    "LBL_HELP_CHARACTER_SET_DATABASE": "Character set used by the default database and set by server after each change of the default database.",
    "LBL_HELP_CHARACTER_SET_CLIENT": "Specifies character set for queries from client.",
    "LBL_HELP_CHARACTER_SET_CONNECTION": "Character set used to convert numbers to characters, as well as to literals that do not have an introductory character set.",
    "LBL_HELP_CHARACTER_SET_RESULTS": "Character set used to display results and error messages from client.",
    "LBL_HELP_CHARACTER_SET_SYSTEM": "Character set used by server to store identifiers, always set to utf8.",
    "LBL_HELP_CHARACTER_SET_FILESYSTEM": "Character set for file system. Used to convert filenames specified as a string literal from character_set_client to character_set_filesystem before file opening.",
    "LBL_OPTIONAL": "Optional",
    "LBL_PERFORMANCE_VERIFICATION": "Performance verification",
    "LBL_RECOMMENDED": "Recommended configuration",
    "LBL_DENY_PUBLIC_DIR_TITLE": "Verification of permissions for directories",
    "LBL_PUBLIC_DIR": "Directory path",
    "LBL_DENY_PUBLIC_DIR_STATUS": "Is access denied?",
    "LBL_YES": "Yes",
    "LBL_NO": "No",
    "LBL_ENVIRONMENTAL_INFORMATION": "Environment information",
    "LBL_PATH": "Path",
    "LBL_PERMISSION": "Permission"
  },
  "js": {
    "JS_ALL": "All",
    "JS_OK": "Ok",
    "JS_CANCEL": "Cancel",
    "LBL_PASS_TO_SHORT": "Password is too short - the minimum length is 8 characters",
    "LBL_PASS_TO_LONG": "The password is too long - maximum length is 32 characters",
    "LBL_PASS_NO_NUM": "The password must contain numbers",
    "LBL_PASS_LACK_OF_CAPITAL_LETTERS": "The password must contain capital letters",
    "LBL_PASS_LACK_OF_LOWERCASE_LETTERS": "The password must contain lowercase letters",
    "LBL_PASS_INSUFFICIENTLY_STRONG_PASSWORD": "Insufficiently strong password",
    "LBL_PHP_WARNING": "Some of the PHP settings do not meet the recommended values. This might affect some of the features of YetiForce CRM. Are you sure, you want to proceed?",
    "LBL_MANDATORY_FIELDS_ERROR": "Warning! Mandatory fields are empty.",
    "LBL_PASS_REENTER_ERROR": "Please re-enter passwords.  The Password and Re-type password values do not match.",
    "LBL_INVALID_EMAIL_ERROR": "Warning! Invalid email address.",
    "LBL_INVALID_USERNAME_ERROR": "Invalid username",
    "LBL_RESOLVE_ERROR": "Please resolve the error before proceeding with the installation",
    "JS_SELECT_AN_OPTION": "Select an option",
    "JS_S_LENGTH_MENU": "Show _MENU_ entries",
    "JS_SEARCH": "Search:",
    "JS_S_INFO": "Showing _START_ to _END_ of _TOTAL_ entries",
    "JS_S_PREVIOUS": "Last",
    "JS_S_NEXT": "Next"
  }
}
