{
  "php": {
    "ConfReport": "Configuratie server",
    "LBL_CONFIGURATION": "Configuratie server",
    "LBL_CONFREPORT_DESCRIPTION": "Allows you to verify that the main server settings are compatible with the recommended parameters.",
    "LBL_PARAMETER": "Parametru",
    "LBL_VALUE": "Valoare",
    "LBL_RECOMMENDED": "Recommended configuration",
    "LBL_SYSTEM_STABILITY": "System stability configuration",
    "LBL_SYSTEM_SECURITY": "System security configuration",
    "LBL_SECURITY_ADVISORIES_CHECKER": "Security vulnerabilities in used libraries",
    "LBL_FILES_PERMISSIONS": "Fisiere\/Dosare",
    "LBL_FILE": "Nume",
    "LBL_PATH": "Cale",
    "LBL_PERMISSION": "Permisiune",
    "LBL_TRUE_PERMISSION": "Permis",
    "LBL_FAILED_PERMISSION": "Nu este permis",
    "On": "Pornit",
    "Off": "Oprit",
    "NOT RECOMMENDED": "Nu este recomandat",
    "LBL_YETIFORCE_ENGINE": "YetiForce Engine",
    "LBL_CHECK_CONFIG": "RoundCube Engine",
    "LBL_MANDATORY": "Obligatoriu",
    "LBL_OPTIONAL": "Optional",
    "LBL_LIBRARY": "Suport pentru bibliotecile",
    "LBL_INSTALLED": "Instalat",
    "LBL_PDO_SUPPORT": "PDO",
    "LBL_OPEN_SSL": "openssl",
    "LBL_CURL": "cURL",
    "LBL_ZLIB_SUPPORT": "Zlib",
    "LBL_IMAP_SUPPORT": "IMAP",
    "LBL_GD_LIBRARY": "GD",
    "LBL_LDAP_LIBRARY": "LDAP",
    "LBL_PCRE_LIBRARY": "PCRE",
    "LBL_XML_LIBRARY": "XML",
    "LBL_JSON_LIBRARY": "JSON",
    "LBL_MYSQLND_LIBRARY": "MySQL Native Driver (mysqlnd)",
    "LBL_SESSION_LIBRARY": "SESSION",
    "LBL_DOM_LIBRARY": "DOM",
    "LBL_MBSTRING_LIBRARY": "Mbstring (required for mPDF)",
    "LBL_EXIF_LIBRARY": "Exif (improves security of uploaded files)",
    "LBL_ZIP_ARCHIVE": "ZIP",
    "LBL_SPACE": "Capacity",
    "LBL_SPACE_TOTAL": "Total",
    "LBL_SPACE_FREE": "Liber",
    "LBL_SPACE_USED": "Utilizat",
    "LBL_WWW_VALUE": "www (apache)",
    "LBL_CLI_VALUE": "cron (CLI)",
    "LBL_PHPINI": "Configuratie PHP",
    "LBL_LOG_FILE": "Jurnale",
    "LBL_CRM_DIR": "Director local CRM",
    "LBL_SOAP_LIBRARY": "SOAP",
    "LBL_PHP_SAPI": "Server API",
    "LBL_APCU_LIBRARY": "APCu",
    "LBL_OPCACHE_LIBRARY": "OPcache",
    "LBL_CRON_PHP": "Cron - PHP version",
    "LBL_CRON_PHPINI": "Cron - PHP configuration",
    "LBL_CRON_LOG_FILE": "Cron - Error logs",
    "LBL_CRON_PHP_SAPI": "Cron - API server",
    "LBL_ENVIRONMENTAL_INFORMATION": "Informatii mediu",
    "LBL_OPERATING_SYSTEM": "Sistem de operare",
    "BTN_SERVER_SPEED_TEST": "Test viteza server",
    "LBL_LIB_NAME": "Denumire librarie",
    "LBL_VULNERABILITY_NAME": "Denumire vulnerabilitate",
    "LBL_VULNERABILITY_URL": "Adresa vulnerabilitate",
    "LBL_HTTPS_HELP_TEXT": "SSL este tehnologia de securitate utilizata pentru a crea conexiuni criptate intre serverul web si browser. Va recomandam sa o activati pentru a impiedica partile terte sa intercepteze comunicarea dintre dvs. si server.",
    "LBL_DISPLAY_ERRORS_HELP_TEXT": "Mesajele de eroare si avertismentele vor fi trimise in browser. Ele includ adesea informatii tehnice sensibile despre sistem si nu trebuie sa fie niciodata disponibile pentru surse neincrezatoare. Aceasta optiune ar trebui activata numai in versiunea de test sau dezvoltator pentru a afla erori si avertismente.",
    "LBL_SESSION_COOKIE_HTTPONLY_HELP_TEXT": "Fisierele cookie pentru sesiuni sunt disponibile numai prin intermediul protocolului HTTP. Aceasta setare poate preveni suficient furtul de identitate care rezulta din atacurile XSS.",
    "LBL_SESSION_USE_ONLY_COOKIES_HELP_TEXT": "Seteaza obtinerea de cod numai din cookie-uri. Activarea acesteia previne atacurile bazate pe trimiterea ID-urilor de sesiune in URL-uri.",
    "LBL_EXPOSE_PHP_HELP_TEXT": "Determina daca serverul PHP trimite numarul de versiune PHP in anteturi. Aceste informatii ar putea face serverul mai vulnerabil la atacuri, prin urmare va recomandam sa dezactivati aceasta optiune.",
    "LBL_HTACCESS_HELP_TEXT": "Fisierul .htacces este inactiv, este necesar sa se gestioneze corect toate integrarile si sa se securizeze directoarele care contin date de utilizator.",
    "LBL_PUBLIC_HTML_HELP_TEXT": "Va recomandam ca domeniul sa redirectioneze catre directorul public_html, facand acest lucru va asigurati ca fisierele de sistem si datele dvs. nu sunt disponibile in mod public si nu pot fi descarcate.",
    "LBL_SESSION_REGENERATE_HELP_TEXT": "Va recomandam sa activati regenerarea ID-ului sesiunii, ceea ce face mai dificila interceptarea sesiunilor utilizator. Modificarile trebuie efectuate in fisierul de configurare principal.",
    "LBL_SESSION_USE_STRICT_MODE_HELP_TEXT": "Serverul va respinge sesiunile neinitiate. Va recomandam sa activati aceasta optiune din motive de siguranta.",
    "LBL_SESSION_USE_TRANS_SID_HELP_TEXT": "Seteaza transferul ID-ului in URL-ul  si in paginile web. Va recomandam sa dezactivati aceasta optiune din motive de siguranta.",
    "LBL_HEADER_X_FRAME_OPTIONS_HELP_TEXT": "The \"SAMEORIGIN\" value means that the page will load in “frame” only from the same domain. It protects from “clickjacking” attacks.",
    "LBL_HEADER_X_XSS_PROTECTION_HELP_TEXT": "Protects from XSS attacks. For option \"1; mode=block\" in case XSS attack is detected page rendering will be stopped.",
    "LBL_HEADER_X_CONTENT_TYPE_OPTIONS_HELP_TEXT": "MIME types sent in Content-Type headers will not be altered. This option protects from \"MIME\" attacks.",
    "LBL_HEADER_X_ROBOTS_TAG_HELP_TEXT": "Parameter defines behavior of robots. We recommend setting it to “none”, which blocks search indexing by robots.",
    "LBL_HEADER_X_PERMITTED_CROSS_DOMAIN_POLICIES_HELP_TEXT": "Specifies how “strategy files” are handled on the server, eg. \"crossdomain.xml\". The recommended option is no handling  of “strategy files”.",
    "LBL_HEADER_X_POWERED_BY_HELP_TEXT": "Antetul trimite informatii despre versiunea PHP. Din motive de siguranta, recomandam sa fie goala(nu contine informatii).",
    "LBL_HEADER_SERVER_HELP_TEXT": "Antetul trimite informatii generale despre server. Din motive de siguranta, recomanda sa fie goala(nu contine informatii).",
    "LBL_HEADER_REFERRER_POLICY_HELP_TEXT": "The Referer header may disclose the CRM's address to third parties. We recommend setting it to “same-origin” that will only display the header from the same domain.",
    "LBL_HEADER_EXPECT_CT_HELP_TEXT": "The header determines how certificates are handled on the website. Recommended option is \"enforce; max-age=3600\" which means that enforcing correctness and validity of the certificate lasts for 3600 seconds.",
    "LBL_HEADER_STRICT_TRANSPORT_SECURITY_HELP_TEXT": "The browser should only communicate over HTTPS protocol, not over HTTP protocol. Recommended time for communication only over HTTPS is 31536000 seconds.",
    "LBL_PHP_HELP_TEXT": "Versiune recomandata pentru PHP. Va recomandam sa utilizati cele mai recente versiuni PHP care includ patch-urile si optimizarile.",
    "LBL_ERROR_REPORTING_HELP_TEXT": "Level of reporting errors and warnings. If it is not set properly logs may take up significant amount of space.",
    "LBL_OUTPUT_BUFFERING_HELP_TEXT": "Tamponarea rezultatelor.",
    "LBL_MAX_EXECUTION_TIME_HELP_TEXT": "Timp maxim de executie a script-ului PHP (o cerere)",
    "LBL_MAX_INPUT_TIME_HELP_TEXT": "Maximum input handling time for POST or GET in seconds.",
    "LBL_DEFAULT_SOCKET_TIMEOUT_HELP_TEXT": "Durata maxima pentru conectarea la serverul extern in cateva secunde.",
    "LBL_MEMORY_LIMIT_HELP_TEXT": "RAM maxim disponibil pentru scriptul PHP.",
    "LBL_LOG_ERRORS_HELP_TEXT": "Daca notificarile de eroare sunt salvate in jurnalele serverului.",
    "LBL_FILE_UPLOADS_HELP_TEXT": "Este necesar ca serverul sa permita incarcarea fisierelor.",
    "LBL_SHORT_OPEN_TAG_HELP_TEXT": "Should short form \"&lt;? ?&gt;\" at the beginning and the end of PHP files be allowed.",
    "LBL_POST_MAX_SIZE_HELP_TEXT": "Maximum size of POST data that can be sent to the server. If the value is too low some data sent to the server may be lost.",
    "LBL_UPLOAD_MAX_FILESIZE_HELP_TEXT": "Dimensiunea maxima a fisierului trimis.",
    "LBL_MAX_INPUT_VARS_HELP_TEXT": "Maximum amount of variables that can be sent to the server. This amount applies to each of the  $_GET, $_POST or $_COOKIE tables individually. If the amount is too low some data sent to the server may be lost.",
    "LBL_ZLIB_OUTPUT_COMPRESSION_HELP_TEXT": "Should the server compress content sent to the browser.",
    "LBL_SESSION_AUTO_START_HELP_TEXT": "Will the session start automatically when the PHP script is executed.",
    "LBL_SESSION_GC_MAXLIFETIME_HELP_TEXT": "Time (in seconds) after which the session will be cleared.",
    "LBL_SESSION_GC_DIVISOR_HELP_TEXT": "This option works together with session.gc_probability and is used to calculate the probability of launching the \"garbage collection\" process. The probability is calculated this way: session.gc_probability\/gc_divisor.",
    "LBL_SESSION_GC_PROBABILITY_HELP_TEXT": "This parameter works together with session.gc_probability and is used to calculate the probability of launching the \"garbage collection\" process. The probability is calculated this way: session.gc_probability\/gc_divisor.",
    "LBL_MBSTRING_FUNC_OVERLOAD_HELP_TEXT": "Set of one-byte functions through their mbstring equivalents. We recommend disabling this setting. From PHP 7.2 on this setting will be marked as \"deprecated\".",
    "LBL_ALLOW_URL_FOPEN_HELP_TEXT": "Enables reading data from external servers using a function to read local files. If it is enabled attackers might load files from a server and execute them.",
    "LBL_DB_DRIVER_HELP_TEXT": "Motor baza de date.",
    "LBL_INNODB_LOCK_WAIT_TIMEOUT_HELP_TEXT": "How long (in seconds) InnoDB transaction waits for row lock. An error message will be displayed if the row is still locked after this time passes.",
    "LBL_WAIT_TIMEOUT_HELP_TEXT": "How long (in seconds) the server waits for activity during a non-interactive connection before it is closed.",
    "LBL_INTERACTIVE_TIMEOUT_HELP_TEXT": "How long (in seconds) the server waits for activity during an interactive connection before it is closed.",
    "LBL_SQL_MODE_HELP_TEXT": "Different modes of working with the database. The modes affect SQL syntax and data validity verification. Must not contain STRICT_TRANS_TABLE and ONLY_FULL_GROUP_BY.",
    "LBL_MAX_ALLOWED_PACKET_HELP_TEXT": "Maximum size of data sent at once.",
    "LBL_INNODB_FILE_PER_TABLE_HELP_TEXT": "Will data be stored in the database in many files, where each table has its own file, contrary to the old approach where all data was stored in one file. This option is enabled by default from MySQL version 5.6.6 on.",
    "LBL_INNODB_STATS_ON_METADATA_HELP_TEXT": "Updates stats for InnoDB tables for some queries, for example SHOW TABLE STATUS. Disabling this option improves efficiency for large InnoDB tables. We recommend disabling this option.",
    "LBL_TMP_DIR": "Director temporar",
    "LBL_INVALID_TIME_ZONE": "Zona timp invalida:",
    "LBL_DATABASE_INFORMATION": "Informatii baza de date",
    "LBL_DB_DRIVER": "Motor",
    "LBL_DB_CLIENT_VERSION": "Versiune client",
    "LBL_DB_SERVER_VERSION": "Versiune engine",
    "LBL_DB_CONNECTION_STATUS": "Status conexiune",
    "LBL_DB_SERVER_INFO": "Informatii server",
    "LBL_DENY_PUBLIC_DIR_TITLE": "Verificarea permisiunilor pentru directoare",
    "LBL_PUBLIC_DIR": "Cale director",
    "LBL_DENY_PUBLIC_DIR_STATUS": "Accesul este interzis?",
    "LBL_DENY_PUBLIC_DIR_HELP_TEXT": "Se recomanda sa refuzati accesul la acest director. In prezent, directorul este accesibil publicului, iar continutul sau nu este protejat.",
    "LBL_AUTO_DETECT_LINE_ENDINGS_HELP_TEXT": "Se recomanda activarea verificarilor de codare la importul fisierelor."
  },
  "js": {
    "JS_SPEED_TEST_START": "Verificare viteza..."
  }
}
