{
  "php": {
    "ConfReport": "Konfiguracja serwera",
    "LBL_CONFIGURATION": "Konfiguracja serwera",
    "LBL_CONFREPORT_DESCRIPTION": "Pozwala zweryfikować czy najważniejsze ustawienia serwera są zgodne z zalecanymi.",
    "LBL_PARAMETER": "Parametr",
    "LBL_VALUE": "Wartość",
    "LBL_RECOMMENDED": "Zalecana konfiguracja",
    "LBL_SYSTEM_STABILITY": "Konfiguracja stabilności systemu",
    "LBL_SYSTEM_SECURITY": "Konfiguracja bezpieczeństwa systemu",
    "LBL_SECURITY_ADVISORIES_CHECKER": "Raport podatności w używanych bibliotekach",
    "LBL_FILES_PERMISSIONS": "Pliki\/Foldery",
    "LBL_FILE": "Nazwa",
    "LBL_PATH": "Ścieżka",
    "LBL_PERMISSION": "Dostęp",
    "LBL_TRUE_PERMISSION": "Dostępne",
    "LBL_FAILED_PERMISSION": "Brak uprawnień",
    "On": "Włączony",
    "Off": "Wyłączony",
    "NOT RECOMMENDED": "Niezalecany",
    "LBL_YETIFORCE_ENGINE": "YetiForce Engine",
    "LBL_CHECK_CONFIG": "RoundCube Engine",
    "LBL_MANDATORY": "Obowiązkowe",
    "LBL_OPTIONAL": "Opcjonalne",
    "LBL_LIBRARY": "Wsparcie dla bibliotek",
    "LBL_INSTALLED": "Zainstalowana",
    "LBL_PDO_SUPPORT": "PDO",
    "LBL_OPEN_SSL": "openssl",
    "LBL_CURL": "cURL",
    "LBL_ZLIB_SUPPORT": "Zlib",
    "LBL_IMAP_SUPPORT": "IMAP",
    "LBL_GD_LIBRARY": "GD",
    "LBL_LDAP_LIBRARY": "LDAP",
    "LBL_PCRE_LIBRARY": "PCRE",
    "LBL_XML_LIBRARY": "XML",
    "LBL_JSON_LIBRARY": "JSON",
    "LBL_MYSQLND_LIBRARY": "MySQL Native Driver (mysqlnd)",
    "LBL_SESSION_LIBRARY": "SESSION",
    "LBL_DOM_LIBRARY": "DOM",
    "LBL_MBSTRING_LIBRARY": "Mbstring (wymagane dla mPDF)",
    "LBL_EXIF_LIBRARY": "Exif (poprawia bezpieczeństwo wgrywanych plików)",
    "LBL_ZIP_ARCHIVE": "ZIP",
    "LBL_FILEINFO_LIBRARY": "FileInfo",
    "LBL_LIBICONV_LIBRARY": "Libiconv",
    "LBL_SPACE": "Pojemność",
    "LBL_SPACE_TOTAL": "Całkowita",
    "LBL_SPACE_FREE": "Wolnych",
    "LBL_SPACE_USED": "Zajętych",
    "LBL_WWW_VALUE": "www (apache)",
    "LBL_CLI_VALUE": "cron (CLI)",
    "LBL_PHPINI": "Konfiguracja PHP",
    "LBL_PHPINIS": "Dodatkowa konfiguracja PHP",
    "LBL_LOG_FILE": "Logi błedów",
    "LBL_CRM_DIR": "Katalog lokalny CRM",
    "LBL_SOAP_LIBRARY": "SOAP",
    "LBL_PHP_SAPI": "Server API",
    "LBL_APCU_LIBRARY": "APCu",
    "LBL_OPCACHE_LIBRARY": "OPcache",
    "LBL_CRON_PHP": "Cron - Wersja PHP",
    "LBL_CRON_PHPINI": "Cron - Konfiguracja PHP",
    "LBL_CRON_LOG_FILE": "Cron - Logi błedów",
    "LBL_ENVIRONMENTAL_INFORMATION": "Informacje o środowisku",
    "LBL_CRON_PHP_SAPI": "Cron - Server API",
    "LBL_OPERATING_SYSTEM": "System operacyjny",
    "BTN_SERVER_SPEED_TEST": "Testuj szybkość serwera",
    "LBL_LIB_NAME": "Nazwa biblioteki",
    "LBL_VULNERABILITY_NAME": "Nazwa podatności",
    "LBL_VULNERABILITY_URL": "Adres",
    "LBL_HTTPS_HELP_TEXT": "SSL to technologia zabezpieczeń służąca do tworzenia zaszyfrowanego połączenia między serwerem internetowym a przeglądarką. Zalecamy włączenie jej aby uniemożliwić podsłuchiwanie komunikacji pomiędzy Tobą a serwerem.",
    "LBL_DISPLAY_ERRORS_HELP_TEXT": "Komunikaty o błędach i ostrzeżeniach będą wysyłane do przeglądarki. Informacje te często zawierają poufne techniczne informacje o systemie i nigdy nie powinny być pokazywane niezaufanym źródłom. Tą opcję włącza się tylko w wersji testowej i deweloperskiej w celu zobaczenia błędów i ostrzeżeń.",
    "LBL_SESSION_COOKIE_HTTPONLY_HELP_TEXT": "Pliki cookie od sesji są dostępne tylko za pośrednictwem protokołu HTTP. To ustawienie może skutecznie pomóc w ograniczeniu kradzieży tożsamości poprzez ataki XSS.",
    "LBL_SESSION_USE_ONLY_COOKIES_HELP_TEXT": "Ustawia pobieranie identyfikatora tylko z ciasteczek. Włączenie tego ustawienia zapobiega atakom polegającym na przekazywaniu identyfikatorów sesji w adresach URL.",
    "LBL_EXPOSE_PHP_HELP_TEXT": "Czy serwer PHP będzie wysyłał w nagłówkach informację o numerze wersji PHP. Ta informacja może ułatwić atak na serwer, dlatego zaleca się wyłączenie tej opcji.",
    "LBL_HTACCESS_HELP_TEXT": "Plik .htaccess jest nieaktywny, jest on potrzebny do prawidłowej obsługi wszystkich integracji oraz do zabezpieczenia dostępu do katalogów z danymi użytkownika.",
    "LBL_PUBLIC_HTML_HELP_TEXT": "Zalecamy aby domena kierowała do katalogu public_html, dzięki temu pliki systemu oraz twoje dane nie będą publiczne i nikt nie będzie mógł ich pobrać.",
    "LBL_SESSION_REGENERATE_HELP_TEXT": "Zalecamy aby regenerowanie identyfikatora sesji było włączone, opcja ta utrudnia przejęcie sesji użytkowników. Zmiany należy dokonać w głównym pliku konfiguracyjnym (config/config.inc.php).",
    "LBL_SESSION_USE_STRICT_MODE_HELP_TEXT": "Serwer będzie odrzucał niezainicjowaną sesję. Ze względów bezpieczeństwa zaleca się włączyć tą opcję.",
    "LBL_SESSION_USE_TRANS_SID_HELP_TEXT": "Ustawia przekazywanie identyfikatora poprzez adres URL i formularze WWW. Ze względów bezpieczeństwa zaleca się wyłączyć tą opcję.",
    "LBL_HEADER_X_FRAME_OPTIONS_HELP_TEXT": "Wartość \"SAMEORIGIN\" oznacza możliwość ładowania strony w \"ramce\" tylko z tej samej domeny. Chroni przed atakiem \"clickjacking\".",
    "LBL_HEADER_X_XSS_PROTECTION_HELP_TEXT": "Chroni przed atakiem XSS. Dla opcji \"1; mode=block\" w przypadku wykrycia ataku XSS, renderowanie strony zostanie wstrzymane.",
    "LBL_HEADER_X_CONTENT_TYPE_OPTIONS_HELP_TEXT": "Typy MIME przekazywane w nagłówkach Content-Type nie będą zmieniane. Opcja ta chroni przed atakiem \"MIME\".",
    "LBL_HEADER_X_ROBOTS_TAG_HELP_TEXT": "Parametr określa zachowanie robotów sieciowych. Zalecamy ustawienia wartości \"none\", które zablokuje indeksowanie wyszukiwania przez roboty sieciowe.",
    "LBL_HEADER_X_PERMITTED_CROSS_DOMAIN_POLICIES_HELP_TEXT": "Określa sposób traktowania \"plików strategii\" na serwerze np. plik \"crossdomain.xml\". Zalecana opcja to brak obsługi \"plików strategii\".",
    "LBL_HEADER_X_POWERED_BY_HELP_TEXT": "Nagłówek przekazuje informacje o wersji PHP. Ze względu bezpieczeństwa zaleca się, aby był pusty (nie zawierał żadnych informacji).",
    "LBL_HEADER_SERVER_HELP_TEXT": "Nagłówek przekazuje ogólne informacje o serwerze WWW. Ze względu bezpieczeństwa zaleca się, aby był pusty (nie zawierał żadnych informacji).",
    "LBL_HEADER_REFERRER_POLICY_HELP_TEXT": "Nagłówek Referer może ujawnić innym osobom adres naszego systemu CRM. Zalecamy ustawienia wartości parametru na \"same-origin\", która oznacza pojawianie się tego nagłówka tylko z tej samej domeny.",
    "LBL_HEADER_EXPECT_CT_HELP_TEXT": "Nagłówek określa jak traktowany jest certyfikat na stronie. Zalecana opcja to \"enforce; max-age=3600\" która oznacza egzekwowanie poprawności certyfikatu i ważność tego certyfikatu wynosi 3600 sekund.",
    "LBL_HEADER_STRICT_TRANSPORT_SECURITY_HELP_TEXT": "Przeglądarka internetowa powinna się komunikować tylko po protokole HTTPS, a nie przez protokół HTTP. Zalecany czas dla takiej komunikacji tylko po HTTPS wynosi 31536000 sekund.",
    "LBL_PHP_HELP_TEXT": "Zalecana wersja PHP. Zalecamy korzystanie zawsze z najnowszych wersji PHP które zawierają wszystkie poprawki błędów i optymalizacje.",
    "LBL_ERROR_REPORTING_HELP_TEXT": "Poziom raportowania błędów i ostrzeżeń. Jeśli jest błędnie ustawiony logi mogą zajmować bardzo dużo miejsca.",
    "LBL_OUTPUT_BUFFERING_HELP_TEXT": "Czy wyjście ma być buforowane.",
    "LBL_MAX_EXECUTION_TIME_HELP_TEXT": "Czas w sekundach ile maksymalnie może wykonywać się skrypt PHP (jeden request).",
    "LBL_MAX_INPUT_TIME_HELP_TEXT": "Czas w sekundach ile maksymalnie może trwać przetwarzanie danych wejściowych jak POST lub GET.",
    "LBL_DEFAULT_SOCKET_TIMEOUT_HELP_TEXT": "W sekundach maksymalny czas na połączenia z zewnętrznym serwerem.",
    "LBL_MEMORY_LIMIT_HELP_TEXT": "Maksymalną ilość pamięci RAM jaką może użyć skrypt PHP.",
    "LBL_LOG_ERRORS_HELP_TEXT": "Czy komunikaty o błędach powinny być zapisywane w logach serwera.",
    "LBL_FILE_UPLOADS_HELP_TEXT": "Czy serwer zezwala na przesyłanie plików.",
    "LBL_SHORT_OPEN_TAG_HELP_TEXT": "Czy jest dozwolona krótka forma \"&lt;? ?&gt;\" zaczynająca i kończąca kod PHP.",
    "LBL_POST_MAX_SIZE_HELP_TEXT": "Maksymalna wielkość danych POST, jakie można przesłać na serwer. Jeśli ta wartość będzie zbyt mała, może zostać utracona część danych przesyłanych na serwer.",
    "LBL_UPLOAD_MAX_FILESIZE_HELP_TEXT": "Maksymalny rozmiar przesyłanego pliku.",
    "LBL_MAX_INPUT_VARS_HELP_TEXT": "Maksymalna liczba zmiennych jakie mogą być przesłane na serwer. Liczba ta jest stosowana osobno dla każdej z tablic $_GET, $_POST lub $_COOKIE. Jeśli ta wartość będzie zbyt mała, może zostać utracona część danych przesyłanych na serwer.",
    "LBL_ZLIB_OUTPUT_COMPRESSION_HELP_TEXT": "Czy serwer ma kompresować zawartość przesyłaną do przeglądarki.",
    "LBL_SESSION_AUTO_START_HELP_TEXT": "Czy sesja będzie uruchamiana automatycznie w momencie uruchomienia skryptu PHP.",
    "LBL_SESSION_GC_MAXLIFETIME_HELP_TEXT": "W sekundach czas po upływie którego sesja będzie czyszczona.",
    "LBL_SESSION_GC_DIVISOR_HELP_TEXT": "Ta opcja działa w połączeniu z session.gc_probability i służy do wyliczania prawdopodobieństwa uruchomienia procesu \"garbage collection\". Prawdopodobieństwo jest wyliczane tak: session.gc_probability\/gc_divisor.",
    "LBL_SESSION_GC_PROBABILITY_HELP_TEXT": "Parametr działa w połączeniu z session.gc_divisor i służy do wyliczania prawdopodobieństwa uruchomienia procesu \"garbage collection\". Prawdopodobieństwo jest wyliczane tak: session.gc_probability\/gc_divisor.",
    "LBL_MBSTRING_FUNC_OVERLOAD_HELP_TEXT": "Zestaw funkcji jedno-bajtowych przez ich odpowiedniki mbstring. Zaleca się wyłączenie tego ustawienia. Od wersji 7.2 PHP to ustawienie będzie oznaczone jako \"deprecated\".",
    "LBL_ALLOW_URL_FOPEN_HELP_TEXT": "Włącza możliwość czytania danych z zewnętrznych serwerów za pomocą funkcji do czytania plików lokalnych. Jeśli parametr będzie włączony to osoba atakująca może wczytać pliki z obcego serwera i wywołać go.",
    "LBL_DB_DRIVER_HELP_TEXT": "Silnik bazy danych.",
    "LBL_INNODB_LOCK_WAIT_TIMEOUT_HELP_TEXT": "Czas w sekundach, w którym transakcja InnoDB czeka na blokadę wiersza. Po tym czasie jeśli wiersz jest dalej blokowany jest wyrzucany błąd.",
    "LBL_WAIT_TIMEOUT_HELP_TEXT": "Liczba sekund, przez które serwer czeka na aktywność w nieinteraktywnym połączeniu przed jego zamknięciem.",
    "LBL_INTERACTIVE_TIMEOUT_HELP_TEXT": "Liczba sekund, przez które serwer oczekuje na aktywność w interaktywnym połączeniu przed jego zamknięciem.",
    "LBL_SQL_MODE_HELP_TEXT": "Różne tryby pracy z bazą danych. Tryby wpływają na składnię SQL, a także na sprawdzanie poprawności danych. Nie może zawierać STRICT_TRANS_TABLE i STRICT_ALL_TABLES.\r\nSystem jest zgodny z trybami:  ONLY_FULL_GROUP_BY, NO_ZERO_IN_DATE, NO_ZERO_DATE, ERROR_FOR_DIVISION_BY_ZERO, NO_AUTO_CREATE_USER, NO_ENGINE_SUBSTITUTION",
    "LBL_MAX_ALLOWED_PACKET_HELP_TEXT": "Maksymalną wielkość danych przesłanych za jednym razem.",
    "LBL_INNODB_FILE_PER_TABLE_HELP_TEXT": "Czy dane będą przechowywane w bazie danych w wielu plikach, gdzie każda tabela ma swój plik. W odróżnieniu od starego podejścia gdzie wszystkie dane były w jednym pliku. Ta opcja jest włączona domyślnie od wersji 5.6.6 MySQL.",
    "LBL_INNODB_STATS_ON_METADATA_HELP_TEXT": "Aktualizuje statystyki dla tabel InnoDB dla niektórych zapytań jak np. SHOW TABLE STATUS. Wyłączenie tej opcji korzystnie wpływa na wydajność dla dużych tabel InnoDB. Zaleca się wyłączenie tej opcji.",
    "LBL_TMP_DIR": "Tymczasowy katalog",
    "LBL_SERVER_SOFTWARE": "Identyfikator serwera",
    "LBL_INVALID_TIME_ZONE": "Nieprawidłowa strefa czasowa: ",
    "LBL_DATABASE_INFORMATION": "Informacje o bazie danych",
    "LBL_DB_DRIVER": "Silnik",
    "LBL_DB_CLIENT_VERSION": "Wersja klienta",
    "LBL_DB_SERVER_VERSION": "Wersja silnika",
    "LBL_DB_CONNECTION_STATUS": "Status połączenia",
    "LBL_DB_SERVER_INFO": "Informacje o serwerze",
    "LBL_DENY_PUBLIC_DIR_TITLE": "Weryfikacja uprawnień do katalogów",
    "LBL_PUBLIC_DIR": "Ścieżka do katalogu",
    "LBL_DENY_PUBLIC_DIR_STATUS": "Czy zablokowany dostęp?",
    "LBL_DENY_PUBLIC_DIR_HELP_TEXT": "Zalecamy zabronić dostęp do tego katalogu. Obecnie katalog jest dostępny publicznie i zawartość jego nie jest chroniona.",
    "LBL_AUTO_DETECT_LINE_ENDINGS_HELP_TEXT": "Zalecamy włączenie sprawdzania kodowania podczas importu plików"
  },
  "js": {
    "JS_SPEED_TEST_START": "Trwa sprawdzanie szybkości..."
  }
}