{
  "php": {
    "SystemRequirements": "Requisitos del sistema",
    "LBL_LIBRARY_ROUNDCUBE": "Librería Roundcube",
    "LBL_LIBRARY_PHPEXCEL": "Librería PHPExcel",
    "LBL_CONFIG_REPORT": "Configuración del servidor",
    "LBL_CONFIG_REPORT_LINK": "Mostrar librería que falta",
    "LBL_CONFIG_REPORT_DESC": "El servidor no se ha configurado correctamente. El sistema puede funcionar incorrectamente, o los datos introducidos pueden estar dañados o eliminados. Más información en el artículo <a target=\"_blank\" rel=\"noreferrer\" href=\"https:\/\/yetiforce.com\/en\/knowledge-base\/documentation\/implementer-documentation\/item\/web-server-requirements\">Requisitos del servidor en yetiforce.com<\/a>",
    "LBL_NEWSLETTER": "Boletín",
    "LBL_NEWSLETTER_DESC": "Suscríbete al boletín gratuito de YetiForce. Manténgase al día con las últimas características del sistema, y obtenga más información sobre el sector CRM. Le enviaremos información sobre nuevas versiones, actualizaciones, eventos, nuevas incorporaciones al sistema y mucho más. Únase a nuestra comunidad y manténgase actualizado. Se requiere conexión a Internet para registrarse.",
    "LBL_STATS": "Enviar información estadística",
    "LBL_STATS_DESC": "Ayúdenos a mejorar YetiForce y nuestros servicios enviándonos información anónima sobre su versión CRM actual. Los datos que recopilamos incluyen: <ul><li>la clave única de su instancia generada sólo con el propósito de boletín<\/li><li>versión del sistema<\/li><li>idioma<\/li>Zona horaria<\/li><\/ul>Tratamos asuntos de seguridad muy seriamente y nos aseguramos de que los datos recopilados se usen sólo para fines estadísticos. Únase a nosotros y construya la comunidad de YetiForce con nosotros.",
    "LBL_SAVE_TO_NEWSLETTER": "Suscríbete al boletín",
    "LBL_REMIND_LATER": "Recordármelo más tarde",
    "LBL_DATA_SAVE_OK": "Datos guardados correctamente",
    "LBL_DATA_SAVE_FAIL": "Se ha producido un error al guardar, comprueba tus registros",
    "BTN_SET_IGNORE": "Ignorar",
    "BTN_REMOVE_IGNORE": "No ignorar",
    "LBL_MISSING_LIBRARY": "Se ha detectado la librería que falta. Algunas funciones estaban deshabilitadas. Para habilitarlos, descargue la librería. Si el CRM no tiene conexión a Internet, puede descargar los archivos y copiarlos en la carpeta %s.",
    "BTN_DOWNLOAD_LIBRARY": "Descargar librería",
    "LBL_SERVER_HTTPS": "Encriptación HTTPS",
    "BTN_CONFIGURE_HTTPS": "Configuración recomendada",
    "LBL_MISSING_HTTPS": "Su conexión con el servidor no está cifrada. Si la conexión no se establece mediante el protocolo HTTPS, la comunicación puede ser interceptada o alterada por terceros. La configuración recomendada se encuentra en el artículo \"Requisitos de servidor Web\" de la documentación.",
    "LBL_DISK_USAGE": "Espacio en disco disponible",
    "LBL_DISK_FULL": "No hay suficiente espacio libre en el disco (%s of %s), por lo que el sistema puede dejar de funcionar. Ruta del directorio: %s",
    "SystemWarnings": "Advertencias del sistema",
    "BTN_CONFIGURE_ENCRYPTION": "Activate encryption",
    "Security": "Security",
    "LBL_VULNERABILITIES_IN_DEPENDENCIES": "Vulnerabilities in libraries",
    "LBL_VULNERABILITIES_IN_DEPENDENCIES_DESC": "Vulnerabilities in libraries were detected, it is recommended to update them quickly. \r\n Vulnerabilities:",
    "LBL_MECHANISM_ENCRYPTION": "Encryption mechanism",
    "LBL_CONFIGURE_ENCRYPTION_DESCRIPTION": "No encryption causes that sensitive data such as passwords to mailboxes and access keys are stored in a public form in the database.",
    "LBL_RECOMMENDED_VALUE": "Recommended",
    "LBL_CONFIG_DOC_URL": "https:\/\/yetiforce.com\/en\/knowledge-base\/documentation\/implementer-documentation\/item\/web-server-requirements",
    "LBL_CONFIG_DOC_URL_LABEL": "Web server requirements at yetiforce.com",
    "LBL_CONFIG_SERVER_DESC": "Server configuration was not set properly. There may be problems with the system, or the data entered may be damaged or deleted. More information can be found in the article %s. Detected problems:",
    "LBL_PERFORMANCE": "Performance",
    "LBL_PHPEXT": "PHP extensions",
    "LBL_DATABASE": "Data base",
    "LBL_STABILITY": "Stability",
    "LBL_CONFIG_SERVER": "Server configuration",
    "LBL_SECURITY": "Security",
    "LBL_NO_FILE_WRITE_RIGHTS": "No file write rights",
    "LBL_SECURITY_CONF": "Security configuration",
    "LBL_SECURITY_CONF_DESC": "Detected errors in the configuration of parameters related to system security. There may be problems with the system, or the entered data may be damaged or deleted. More information can be found in the article %s. Adjust the following parameters:",
    "LBL_LIB_REQUIRED": "Required",
    "LBL_LIB_OPTIONAL": "Optional",
    "LBL_CRON_STATE": "Cron mechanism status",
    "LBL_CRON_DISABLED_DESC": "The schedule mechanism of cron tasks has not been activated thus not all system functionalities are available",
    "LBL_CRON_TASK_FAILED_DESC": "Not all cron tasks were completed successfully.",
    "LBL_HOW_TO_ENABLE_CRON": "How to enable cron",
    "LBL_CRON_TASKS_LIST": "Cron task list",
    "LBL_REGISTRATION": "Rejestracja",
    "LBL_NEWSLETTER_NO_COMPANY_DATA": "Nie wprowadzono adresu e-mail do danych firmy. Jeśli chcesz otrzymywać newsletter uzupełnij dane.",
    "LBL_COMPANY_DATA": "Przejdź do danych firmy"
  }
}