{
  "php": {
    "ConfReport": "Configuration serveur",
    "On": "Activé",
    "Off": "Désactivé",
    "LBL_YES": "Oui",
    "LBL_NO": "Non",
    "NOT RECOMMENDED": "Non recommandé",
    "LBL_CONFIGURATION": "Configuration serveur",
    "LBL_CONFREPORT_DESCRIPTION": "Permets de vérifier que les paramètres actuels sont alignés avec ceux recommandés.",
    "LBL_PARAMETER": "Paramètre",
    "LBL_VALUE": "Configuration actuelle",
    "LBL_RECOMMENDED": "Configuration recommandée",
    "LBL_SYSTEM_STABILITY": "Configuration de la stabilité du système",
    "LBL_SYSTEM_SECURITY": "Configuration de la sécurité du système",
    "LBL_HEADERS_SECURITY": "Configuration des en-têtes système",
    "LBL_FILES_PERMISSIONS": "Fichiers/Dossiers",
    "LBL_FILE": "Nom",
    "LBL_PATH": "Chemin",
    "LBL_PERMISSION": "Autorisation",
    "LBL_YETIFORCE_ENGINE": "Moteur YetiForce",
    "LBL_CHECK_CONFIG": "Moteur RoundCube",
    "LBL_MANDATORY": "Obligatoire",
    "LBL_OPTIONAL": "Optionnel",
    "LBL_LIBRARY": "Support des librairies",
    "LBL_INSTALLED": "Installé",
    "LBL_LABEL_PHP": "Version PHP",
    "LBL_LABEL_EXTENSIONS": "Extensions",
    "LBL_PDO_SUPPORT": "PDO",
    "LBL_OPEN_SSL": "openssl",
    "LBL_CURL": "cURL",
    "LBL_ZLIB_SUPPORT": "Zlib",
    "LBL_IMAP_SUPPORT": "IMAP",
    "LBL_GD_LIBRARY": "GD",
    "LBL_LDAP_LIBRARY": "LDAP",
    "LBL_PCRE_LIBRARY": "PCRE",
    "LBL_XML_LIBRARY": "XML",
    "LBL_JSON_LIBRARY": "JSON",
    "LBL_MYSQLND_LIBRARY": "Pilote Natif MySQL (mysqlnd)",
    "LBL_SESSION_LIBRARY": "SESSION",
    "LBL_DOM_LIBRARY": "DOM",
    "LBL_MBSTRING_LIBRARY": "MBstring",
    "LBL_FILTER_LIBRARY": "Filtre",
    "LBL_BCMATH_LIBRARY": "BCMath",
    "LBL_EXIF_LIBRARY": "Exif (améliore la sécurité des fichiers téléchargés)",
    "LBL_ZIP_ARCHIVE": "ZIP",
    "LBL_FILEINFO_LIBRARY": "Information sur le fichier",
    "LBL_LIBICONV_LIBRARY": "Libiconv",
    "LBL_LABEL_SPACE_ROOT": "Capacité du répertoire racine",
    "LBL_LABEL_SPACE_STORAGE": "Capacité du répertoire de stockage",
    "LBL_LABEL_SPACE_TEMP": "Capacité de répertoire temporaire",
    "LBL_LABEL_SPACE_BACKUP": "Capacité du répertoire de sauvegarde",
    "LBL_SPACE_TOTAL": "Total",
    "LBL_SPACE_FREE": "Libre",
    "LBL_SPACE_USED": "Utilisé",
    "LBL_WWW_VALUE": "www (apache)",
    "LBL_CLI_VALUE": "cron (CLI)",
    "LBL_JS_VALUE": "js",
    "LBL_CSS_VALUE": "css",
    "LBL_PHP_VALUE": "php",
    "LBL_LABEL_PHPINI": "Configuraton PHP",
    "LBL_LABEL_PHPINIS": "Configuration PHP supplémentaire",
    "LBL_LABEL_LOG_FILE": "Journaux d'erreurs (error_log)",
    "LBL_LABEL_CRM_DIR": "Annuaire local CRM",
    "LBL_SOAP_LIBRARY": "SOAP",
    "LBL_LABEL_PHP_SAPI": "API serveur",
    "LBL_APCU_LIBRARY": "APCu",
    "LBL_OPCACHE_LIBRARY": "OPcache",
    "LBL_CRON_PHP": "Cron - Version PHP",
    "LBL_CRON_PHPINI": "Cron - Configuration PHP",
    "LBL_CRON_LOG_FILE": "Cron - Erreur logs",
    "LBL_ENVIRONMENTAL_INFORMATION": "Informations sur l'environnement",
    "LBL_PERFORMANCE_VERIFICATION": "Vérification de performance",
    "LBL_CRON_PHP_SAPI": "Cron - serveur API",
    "LBL_LABEL_OPERATING_SYSTEM": "Système opérateur",
    "LBL_LATEST_PHP_TITLE": "php.net",
    "LBL_LATEST_PHP_VERSIONS_ARE": "Dernières versions PHP : %s",
    "BTN_CHECK_LATEST_VERSION": "Vérifiez la dernière version PHP",
    "BTN_SERVER_SPEED_TEST": "Test vitesse serveur",
    "BTN_DB_INFO": "Informations sur la base de données",
    "LBL_SERVER_SPEED_TEST": "Vitesse du serveur",
    "LBL_READ_TEST": "Lire",
    "LBL_WRITE_TEST": "Écrire",
    "LBL_CPU": "Processeur",
    "LBL_RAM": "Mémoire RAM",
    "LBL_DB": "Base de données",
    "LBL_BENCHMARK_CPU_MATH": "Fonctions mathématiques",
    "LBL_BENCHMARK_CPU_HASH": "Fonctions de hachage",
    "LBL_BENCHMARK_CPU_STRING": "Fonctions sur les chaînes",
    "LBL_BENCHMARK_RAM_READ": "Lecture à partir de la mémoire RAM",
    "LBL_BENCHMARK_RAM_WRITE": "Ecrire dans la mémoire RAM",
    "LBL_LABEL_DB_VERSION_TYPE": "Le nom du moteur",
    "LBL_PER_SECOND": "/s",
    "LBL_LABEL_CRM_VERSION": "Version CRM",
    "LBL_LABEL_CRM_DATE": "Date de sortie de la version",
    "LBL_LABEL_COMPANY_SIZE": "Company size",
    "LBL_LABEL_LOCALE": "Local",
    "LBL_LABEL_ZEND_VERSION": "Version Zend",
    "LBL_LABEL_CACERTBUNDLE_PATH": "Chemin du certificat CA",
    "LBL_LABEL_SSL_CERT_FILE": "Env SSL_CERT_FILE",
    "LBL_LABEL_SSL_CERT_DIR": "Env SSL_CERT_DIR",
    "LBL_DOWNLOAD_CONFIG": "Télécharger la configuration",
    "LBL_LABEL_TMP_DIR": "Répertoire temporaire",
    "LBL_LABEL_SERVER_SOFTWARE": "ID du serveur",
    "LBL_INVALID_TIME_ZONE": "Fuseau horaire non valide:",
    "LBL_DATABASE_INFORMATION": "Informations sur la base de données",
    "LBL_LABEL_CACERTBUNDLE": "Référentiel de certificats CA",
    "LBL_HELP_CACERTBUNDLE": "Le paramètre détermine si un référentiel d'autorités de certification (CA) de confiance est disponible pour la vérification des certificats de service externes.",
    "LBL_LABEL_DB_DRIVER": "Type de moteur",
    "LBL_LABEL_DB_CLIENT_VERSION": "Version client",
    "LBL_LABEL_DB_SERVER_VERSION": "Version",
    "LBL_LABEL_DB_VERSION_COMMENT": "Commentaire de version",
    "LBL_LABEL_DB_CONNECTION_STATUS": "Statut de connexion",
    "LBL_LABEL_DB_SERVER_INFO": "Informations sur le serveur",
    "LBL_DENY_PUBLIC_DIR_TITLE": "Vérification des autorisations pour les répertoires",
    "LBL_PUBLIC_DIR": "Chemin d'accès au répertoire",
    "LBL_DENY_PUBLIC_DIR_STATUS": "L'accès est-il refusé ?",
    "LBL_LABEL_LAST_CRON_START": "Heure de la dernière exécution de Cron",
    "LBL_LABEL_PROTOCOL_VERSION": "Version du protocole HTTP",
    "LBL_LABEL_HTTP_METHODS": "Méthodes HTTP",
    "LBL_LABEL_DB_MAXIMUM_MEMORY_SIZE": "Quantité maximale de RAM",
    "LBL_HELP_MAXIMUMMEMORYSIZE": "La quantité maximale de RAM calculée sur la base des paramètres de configuration actuels. Il s'agit de la quantité maximale de RAM requise pour que le moteur de base de données fonctionne correctement. Cette quantité de RAM est uniquement réservée au moteur de base de données. key_buffer_size   query_cache_size   tmp_table_size   innodb_buffer_pool_size   innodb_additional_mem_pool_size   innodb_log_buffer_size   max_connections * (sort_buffer_size   read_buffer_size   read_rnds_suff",
    "LBL_HELP_MBSTRING": "Extension utilisée pour gérer les chaînes. Utilisé pour convertir des chaînes en différents encodages.",
    "LBL_HELP_FILTER": "Extension utilisée pour filtrer les données des demandes entrantes.",
    "LBL_HELP_BCMATH": "Opérations mathématiques plus précises.",
    "LBL_HELP_HTTPS": "SSL est une technologie de sécurité utilisée pour créer des connexions cryptées entre le serveur Web et le navigateur. Nous vous recommandons de l'activer afin d'empêcher des tiers d'intercepter la communication entre vous et le serveur.",
    "LBL_HELP_DISPLAY_ERRORS": "Des messages d'erreur et des avertissements seront envoyés au navigateur. Ils contiennent souvent des informations techniques sensibles sur le système et ne doivent jamais être disponibles pour des sources non fiables. Cette option ne doit être activée que dans la version test ou développeur pour afficher les erreurs et les avertissements.",
    "LBL_HELP_SESSION_COOKIE_HTTPONLY": "Les fichiers de cookies de session sont uniquement disponibles via le protocole HTTP. Ce paramètre peut empêcher suffisamment le vol d'identité résultant des attaques XSS.",
    "LBL_HELP_SESSION_USE_ONLY_COOKIES": "Définit l'obtention de l'ID uniquement à partir des cookies. L'activer empêche les attaques basées sur l'envoi d'ID de session dans les URL.",
    "LBL_HELP_EXPOSE_PHP": "Détermine si le serveur PHP envoie le numéro de version PHP dans les en-têtes. Ces informations peuvent rendre le serveur plus vulnérable aux attaques, nous vous recommandons donc de désactiver cette option.",
    "LBL_HELP_PUBLIC_HTML": "Nous vous recommandons de diriger le domaine vers le répertoire public_html, ce faisant, vous vous assurez que les fichiers système et vos données ne sont pas disponibles publiquement et ne peuvent pas être téléchargés.",
    "LBL_HELP_SESSION_REGENERATE_ID": "Nous vous recommandons d'activer la régénération de l'ID de session, cela rend plus difficile l'interception des sessions des utilisateurs. Les modifications doivent être apportées dans le fichier de configuration principal.",
    "LBL_HELP_SESSION_USE_STRICT_MODE": "Le serveur rejettera les sessions non initiées. Nous vous recommandons d'activer cette option pour des raisons de sécurité.",
    "LBL_HELP_SESSION_USE_TRANS_SID": "Définit le transfert de l'ID dans l'URL et les formulaires Web. Nous vous recommandons de désactiver cette option pour des raisons de sécurité.",
    "LBL_HELP_HEADER_X_FRAME_OPTIONS": "La valeur \"SAMEORIGIN\" signifie que la page ne se chargera dans \"frame\" qu'à partir du même domaine. Il protège des attaques de «détournement de clics».",
    "LBL_HELP_HEADER_X_XSS_PROTECTION": "Protège contre les attaques XSS. Pour l'option \"1; mode = block\" au cas où une attaque XSS est détectée, le rendu de page sera arrêté.",
    "LBL_HELP_HEADER_X_CONTENT_TYPE_OPTIONS": "Les types MIME envoyés dans les en-têtes Content-Type ne seront pas modifiés. Cette option protège des attaques \"MIME\".",
    "LBL_HELP_HEADER_X_ROBOTS_TAG": "Le paramètre définit le comportement des robots. Nous vous recommandons de le définir sur \"aucun\", ce qui bloque l'indexation de la recherche par les robots.",
    "LBL_HELP_HEADER_X_PERMITTED_CROSS_DOMAIN_POLICIES": "Spécifie comment les «fichiers de stratégie» sont traités sur le serveur, par exemple : \"crossdomain.xml\". L'option recommandée est de ne pas gérer les \"fichiers de stratégie\".",
    "LBL_HELP_HEADER_X_POWERED_BY": "L'en-tête envoie des informations sur la version PHP. Pour des raisons de sécurité, nous recommandons qu'il soit vide (ne contient aucune information).",
    "LBL_HELP_HEADER__SERVER": "L'en-tête envoie des informations générales sur le serveur. Pour des raisons de sécurité, nous recommandons qu'il soit vide (ne contient aucune information).",
    "LBL_HELP_HEADER_REFERRER_POLICY": "L'en-tête Referer peut divulguer l'adresse du CRM à des tiers. Nous vous recommandons de le définir sur \"même origine\" qui n'affichera que l'en-tête du même domaine.",
    "LBL_HELP_HEADER_EXPECT_CT": "L'en-tête détermine comment les certificats sont traités sur le site Web. L'option recommandée est \"enforce; max-age=3600\", ce qui signifie que l'application de l'exactitude et de la validité du certificat dure 3600 secondes.",
    "LBL_HELP_HEADER_STRICT_TRANSPORT_SECURITY": "Le navigateur doit uniquement communiquer via le protocole HTTPS, pas via le protocole HTTP. Le temps recommandé pour la communication uniquement via HTTPS est de 31536000 secondes.",
    "LBL_HELP_PHPVERSION": "Version PHP recommandée. Nous vous recommandons d'utiliser les dernières versions de PHP qui incluent tous les correctifs et optimisations.",
    "LBL_HELP_ERROR_REPORTING": "Niveau de signalement des erreurs et des avertissements. S'il n'est pas configuré correctement, les journaux peuvent prendre beaucoup d'espace.",
    "LBL_HELP_OUTPUT_BUFFERING": "Tampon de sortie.",
    "LBL_HELP_MAX_EXECUTION_TIME": "Temps d'exécution maximal du script PHP (une demande).",
    "LBL_HELP_MAX_INPUT_TIME": "Temps de traitement d'entrée maximal pour POST ou GET en secondes.",
    "LBL_HELP_DEFAULT_SOCKET_TIMEOUT": "Durée maximale de connexion au serveur externe en secondes.",
    "LBL_HELP_MEMORY_LIMIT": "RAM maximale disponible pour le script PHP.",
    "LBL_HELP_LOG_ERROR": "Les notifications d'erreur doivent-elles être enregistrées dans les journaux du serveur.",
    "LBL_HELP_FILE_UPLOADS": "Si le serveur autorise le téléchargement de fichiers.",
    "LBL_HELP_SHORT_OPEN_TAG": "La forme courte \"&lt;? ?&gt;\" au début et à la fin des fichiers PHP doit-elle être autorisée.",
    "LBL_HELP_POST_MAX_SIZE": "Taille maximale des données POST pouvant être envoyées au serveur. Si la valeur est trop faible, certaines données envoyées au serveur peuvent être perdues.",
    "LBL_HELP_UPLOAD_MAX_FILESIZE": "Taille maximale du fichier envoyé.",
    "LBL_HELP_MAX_INPUT_VARS": "Nombre maximum de variables pouvant être envoyées au serveur. Ce montant s'applique à chacune des tables $_GET, $_POST ou $_COOKIE individuellement. Si le montant est trop faible, certaines données envoyées au serveur peuvent être perdues.",
    "LBL_HELP_ZLIB_OUTPUT_COMPRESSION": "Si le serveur compresse le contenu envoyé au navigateur.",
    "LBL_HELP_SESSION_AUTO_START": "La session démarrera-t-elle automatiquement lorsque le script PHP sera exécuté.",
    "LBL_HELP_SESSION_GC_MAXLIFETIME": "Temps (en secondes) après lequel la session sera effacée.",
    "LBL_HELP_SESSION_GC_DIVISOR": "Cette option fonctionne avec session.gc_probability et est utilisée pour calculer la probabilité de lancer le processus de \"garbage collection\". La probabilité est calculée de cette façon : session.gc_probability/gc_divisor.",
    "LBL_HELP_SESSION_GC_PROBABILITY": "Ce paramètre fonctionne avec session.gc_probability et est utilisé pour calculer la probabilité de lancer le processus de \"garbage collection\". La probabilité est calculée de cette façon : session.gc_probability/gc_divisor.",
    "LBL_HELP_MBSTRING_FUNC_OVERLOAD": "Ensemble de fonctions à un octet via leurs équivalents mbstring. Nous vous recommandons de désactiver ce paramètre. A partir de PHP 7.2, ce paramètre sera marqué comme \"obsolète\".",
    "LBL_HELP_ALLOW_URL_FOPEN": "Permet de lire des données à partir de serveurs externes à l'aide d'une fonction pour lire des fichiers locaux. S'il est activé, les attaquants peuvent charger des fichiers à partir d'un serveur et les exécuter.",
    "LBL_HELP_DB_DRIVER": "Moteur de base de données.",
    "LBL_HELP_INNODB_LOCK_WAIT_TIMEOUT": "Combien de temps (en secondes) la transaction InnoDB attend le verrouillage des lignes. Un message d'erreur s'affiche si la ligne est toujours verrouillée après ce délai.",
    "LBL_HELP_WAIT_TIMEOUT": "Durée (en secondes) pendant laquelle le serveur attend une activité pendant une connexion non interactive avant de se fermer.",
    "LBL_HELP_INTERACTIVE_TIMEOUT": "Durée (en secondes) pendant laquelle le serveur attend une activité pendant une connexion interactive avant de se fermer.",
    "LBL_HELP_SQL_MODE": "Différents modes de travail avec la base de données. Les modes affectent la syntaxe SQL et la vérification de la validité des données. Ne doit pas contenir STRICT_TRANS_TABLE et STRICT_ALL_TABLES. Le système est compatible avec les modes suivants: ONLY_FULL_GROUP_BY, NO_ZERO_IN_DATE, NO_ZERO_DATE, ERROR_FOR_DIVISION_BY_ZERO, NO_AUTO_CREATE_USER, NO_ENGINE_SUBSTITUTION.",
    "LBL_HELP_MAX_ALLOWED_PACKET": "Taille maximale des données envoyées simultanément.",
    "LBL_HELP_INNODB_FILE_PER_TABLE": "Les données seront-elles stockées dans la base de données dans de nombreux fichiers, où chaque table a son propre fichier, contrairement à l'ancienne approche où toutes les données étaient stockées dans un seul fichier. Cette option est activée par défaut à partir de MySQL version 5.6.6.",
    "LBL_HELP_INNODB_STATS_ON_METADATA": "Met à jour les statistiques des tables InnoDB pour certaines requêtes, par exemple SHOW TABLE STATUS. La désactivation de cette option améliore l'efficacité des grandes tables InnoDB. Nous vous recommandons de désactiver cette option.",
    "LBL_HELP_DENY_PUBLIC_DIR": "Il est recommandé de refuser l'accès à ce répertoire. Actuellement, l'annuaire est accessible au public et son contenu n'est pas protégé.",
    "LBL_HELP_AUTO_DETECT_LINE_ENDINGS": "Il est recommandé d'activer les contrôles de codage lors de l'importation de fichiers.",
    "LBL_HELP_DATE_TIMEZONE": "",
    "LBL_HELP_IMAP": "Extension requise pour la communication avec Mailbox.",
    "LBL_HELP_PDO_MYSQL": "Extension permettant la communication avec la base de données MySQL.",
    "LBL_HELP_MYSQLND": "Extension permettant la communication avec la base de données MySQL.",
    "LBL_HELP_OPENSSL": "Bibliothèque sécurisant la communication des réseaux informatiques contre les écoutes.",
    "LBL_HELP_CURL": "Bibliothèque côté client qui permet d'envoyer des requêtes HTTP et de récupérer des pages et des fichiers à partir de serveurs.",
    "LBL_HELP_GD": "Vous permet de modifier des fichiers graphiques et de créer vos propres graphiques.",
    "LBL_HELP_PCRE": "Bibliothèque écrite en C, qui implémente un moteur d'expression régulière, inspiré des capacités du langage de programmation Perl",
    "LBL_HELP_XML": "Langage universel pour le transfert et le stockage de données.",
    "LBL_HELP_JSON": "Format texte pour l'échange de données informatiques.",
    "LBL_HELP_SESSION": "Télécharge ou définit la session en cours.",
    "LBL_HELP_DOM": "L'extension permet de gérer des documents XML via DOM API avec PHP.",
    "LBL_HELP_ZIP": "Permet de lire et d'enregistrer des archives ZIP compressées et des fichiers qui s'y trouvent.",
    "LBL_HELP_SOAP": "Permet aux processus s'exécutant sur des systèmes d'exploitation disparates de communiquer",
    "LBL_HELP_FILEINFO": "Détecte le type de contenu et l'encodage des fichiers.",
    "LBL_HELP_ICONV": "Il convertit un encodage en un autre",
    "LBL_HELP_EXIF": "L'extension permet de travailler avec des métadonnées d'image",
    "LBL_HELP_LDAP": "Protocole utilisé pour accéder aux bases de données qui stockent des informations dans une arborescence.",
    "LBL_HELP_OPCACHE": "Améliore les performances en stockant le code d'octets compilé dans la mémoire partagée.",
    "LBL_HELP_APCU": "Bibliothèque qui améliore les performances du système, recommandée lorsque plusieurs utilisateurs travaillent ou avec une charge de travail système plus importante.",
    "LBL_HELP_IMAGICK": "Bibliothèque recommandée pour sécuriser les fichiers graphiques potentiellement dangereux",
    "LBL_HELP_XDEBUG": "Extension qui aide à détecter les bugs.",
    "LBL_HELP_OPCACHE_ENABLE": "Améliore les performances en stockant le code d'octets compilé dans la mémoire partagée.",
    "LBL_HELP_OPCACHE_FILE_UPDATE_PROTECTION": "Empêche la mise en cache des fichiers inférieurs à ce nombre de secondes.",
    "LBL_HELP_OPCACHE_ENABLE_CLI": "Active le cache d'opcode pour la version CLI de PHP.",
    "LBL_HELP_OPCACHE_MAX_ACCELERATED_FILES": "Nombre maximum de clés dans la table de hachage OPcache.",
    "LBL_HELP_OPCACHE_INTERNED_STRINGS_BUFFER": "Quantité de mémoire utilisée pour stocker les chaînes internes, en mégaoctets.",
    "LBL_HELP_OPCACHE_VALIDATE_TIMESTAMPS": "Vérifie la disponibilité des scripts mis à jour à chaque mise à jour.",
    "LBL_HELP_OPCACHE_REVALIDATE_FREQ": "Fréquence de vérification des mises à jour pour chaque demande.",
    "LBL_HELP_OPCACHE_SAVE_COMMENTS": "S'il est désactivé, tous les commentaires de documentation seront supprimés du cache d'opcode pour réduire la taille du code optimisé.",
    "LBL_HELP_OPCACHE_MEMORY_CONSUMPTION": "Taille de stockage de la mémoire partagée OPcache en mégaoctets",
    "LBL_HELP_REALPATH_CACHE_TTL": "Durée (en secondes) pendant laquelle mettre en cache les informations de chemin réel pour un fichier ou un répertoire donné.",
    "LBL_HELP_APC_ENABLED": "Le cache PHP alternatif (APC) est une extension PHP qui fournit la mise en cache des opcode. En mettant en cache les codes d'opération compilés (opcodes) des scripts PHP, APC permet aux sites de servir le contenu de la page beaucoup plus rapidement.",
    "LBL_HELP_COOKIE_SECURE": "",
    "LBL_HELP_MAX_CONNECTIONS": "Nombre maximum de connexions client simultanées.",
    "LBL_HELP_DRIVER": "Moteur de base de données",
    "LBL_HELP_SERVERVERSION": "Version du serveur de base de données",
    "LBL_HELP_CLIENTVERSION": "Version des bibliothèques clientes utilisées par le pilote PDO.",
    "LBL_HELP_CONNECTIONSTATUS": "Statut de connexion",
    "LBL_HELP_SERVERINFO": "Informations sur le serveur de base de données auquel PDO est connecté.",
    "LBL_HELP_BULK_INSERT_BUFFER_SIZE": "Taille en octets de l'arborescence de cache pour chaque thread utilisé pour accélérer l'insertion des données de lot dans les tables MyISAM et Aria. La valeur 0 désactive l'arborescence du cache.",
    "LBL_HELP_KEY_BUFFER_SIZE": "Taille du tampon pour les blocs d'index utilisés par les tableaux MyISAM et partagés pour tous les threads.",
    "LBL_HELP_THREAD_CACHE_SIZE": "Taille des threads de cache du serveur à réutiliser.",
    "LBL_HELP_QUERY_CACHE_SIZE": "Taille en octets disponible pour le tampon de requête. Environ 40 Ko sont requis pour les structures de cache de requêtes, donc la définition d'une taille plus petite entraînera un avertissement.",
    "LBL_HELP_TMP_TABLE_SIZE": "Taille maximale des tables temporaires en mémoire.",
    "LBL_HELP_MAX_HEAP_TABLE_SIZE": "Taille maximale en octets pour les tables MEMORY créées par l'utilisateur. La définition de la variable lorsque le serveur est actif n'affecte pas les tables existantes, sauf si elles sont recréées ou modifiées.",
    "LBL_HELP_INNODB_BUFFER_POOL_INSTANCES": "Si la valeur dans innodb_buffer_pool_size est supérieure à 1 Go, il divise le pool de mémoire tampon InnoDB en plusieurs instances.",
    "LBL_HELP_INNODB_BUFFER_POOL_SIZE": "Taille du pool de mémoire tampon InnoDB en octets.",
    "LBL_HELP_INNODB_LOG_FILE_SIZE": "Taille du fichier journal en octets",
    "LBL_HELP_INNODB_IO_CAPACITY_MAX": "Capacité maximale à laquelle InnodDB peut étendre innodb_io_capacity en cas d'urgence.",
    "LBL_HELP_TX_ISOLATION": "Niveau d'isolement des transactions.",
    "LBL_HELP_TRANSACTION_ISOLATION": "",
    "LBL_HELP_CHARACTER_SET_SERVER": "Jeu de caractères par défaut utilisé par le serveur.",
    "LBL_HELP_CHARACTER_SET_DATABASE": "Jeu de caractères utilisé par la base de données par défaut et défini par le serveur après chaque modification de la base de données par défaut.",
    "LBL_HELP_CHARACTER_SET_CLIENT": "Spécifie le jeu de caractères pour les requêtes du client.",
    "LBL_HELP_CHARACTER_SET_CONNECTION": "Jeu de caractères utilisé pour convertir des nombres en caractères, ainsi qu'en littéraux qui n'ont pas de jeu de caractères d'introduction.",
    "LBL_HELP_CHARACTER_SET_RESULTS": "Jeu de caractères utilisé pour afficher les résultats et les messages d'erreur du client.",
    "LBL_HELP_CHARACTER_SET_SYSTEM": "Jeu de caractères utilisé par le serveur pour stocker les identifiants, toujours défini sur utf8.",
    "LBL_HELP_CHARACTER_SET_FILESYSTEM": "Jeu de caractères pour le système de fichiers. Utilisé pour convertir les noms de fichiers spécifiés sous forme de littéral de chaîne de character_set_client en character_set_filesystem avant l'ouverture du fichier.",
    "LBL_FN_NAME": "Nom",
    "LBL_FUNCTIONAL_VERIFICATION_TITLE": "Vérification fonctionnelle",
    "LBL_IT_WORKS_PROPERLY": "Cela fonctionne correctement",
    "LBL_LABEL_FOOTER": "Pied",
    "LBL_LABEL_PREMIUM_MODULES": "Modules Premium",
    "LBL_LABEL_MAGENTO": "Magento",
    "LBL_FILE_OWNER": "Propriétaire",
    "LBL_FILE_PERMISSIONS": "Droit d'accès",
    "LBL_LABEL_SCRIPT_USER": "Utilisateur appelant le script",
    "LBL_ERROR_DURING_VERIFICATION": "Une erreur s'est produite lors de la vérification",
    "LBL_LABEL_CRM_PROVIDER": "Fournisseur",
    "LBL_LABEL_APP_ID": "Shortened APP ID",
    "LBL_DATA_SIZE": "Taille des données de la base de données",
    "LBL_DATA_TOTAL_SIZE": "Taille totale des données",
    "LBL_DB_INFO": "Informations détaillées sur la base de données",
    "LBL_DB_TOTAL_SIZE": "Taille totale",
    "LBL_DB_SIZE": "Taille de la base de données",
    "LBL_INDEX_TOTAL_SIZE": "Taille totale des indices",
    "LBL_FILE_TOTAL_SIZE": "Taille totale des tables",
    "LBL_TABLE_NAME": "Nom de la table",
    "LBL_ROWS": "Lignes",
    "LBL_INDEX_SIZE": "Taille de l'index",
    "LBL_FILE_SIZE": "Taille des tables",
    "LBL_FORMAT": "Format de la ligne",
    "LBL_ENGINE": "Moteur",
    "LBL_COLLATION": "Collecte",
    "LBL_LABEL_WATCHDOG": "Watchdog",
    "LBL_LABEL_REGISTER": "Register",
    "LBL_LABEL_SHOP_CACHE": "Shop cache",
    "LBL_LAMP_CONFIG_FILES": "Fichiers de configuration LAMP",
    "LBL_PATH_VERIFICATION_TITLE": "Vérification du chemin d'accès"
  },
  "js": {
    "JS_SPEED_TEST_START": "Vérification de la vitesse..."
  }
}
